Repository: 32accc/Mastodon-iOS
Catalog: MastodonSDK/Sources/MastodonLocalization/Resources/*.lproj/Localizable.strings
Languages: ar, ckb, kab, ku

# Scene.Settings.Section.BoringZone.Terms
source: Terms of Service
ckb: مەرجەکانی بەکارهێنان

# Scene.Settings.Section.BoringZone.Title
source: The Boring Zone
ckb: ناوچە بێنازەکە

# Scene.Settings.Section.LookAndFeel.Light
source: Light
ckb: ڕووناک

# Scene.Settings.Section.LookAndFeel.ReallyDark
source: Really Dark
ckb: زۆر تاریک

# Scene.Settings.Section.LookAndFeel.SortaDark
source: Sorta Dark
ckb: کەم تاریک

# Scene.Settings.Section.LookAndFeel.Title
source: Look and Feel
ckb: ڕووخسار و هەست

# Scene.Settings.Section.LookAndFeel.UseSystem
source: Use System
ckb: سیستەم

# Scene.Settings.Section.Notifications.Boosts
source: Reblogs my post
ckb: پۆستەکەم پۆست دەکاتەوە

# Scene.Settings.Section.Notifications.Favorites
source: Favorites my post
ckb: پۆستەکەمی بەدڵ دەبێت

# Scene.Settings.Section.Notifications.Follows
source: Follows me
ckb: شوێنم دەکەوێت

# Scene.Settings.Section.Notifications.Mentions
source: Mentions me
ckb: ئاماژەم پێ دەکات

# Scene.Settings.Section.Notifications.Title
source: Notifications
ckb: ئاماژەکان نیشان بدە

# Scene.Settings.Section.Notifications.Trigger.Anyone
source: anyone
ckb: هەرکەسێک

# Scene.Settings.Section.Notifications.Trigger.Follow
source: anyone I follow
ckb: هەرکەسێک شوێنی دەکەوم

# Scene.Settings.Section.Notifications.Trigger.Follower
source: a follower
ckb: شوێنکەوتووێکم

# Scene.Settings.Section.Notifications.Trigger.Noone
source: no one
ckb: هیچکەس

# Scene.Settings.Section.Notifications.Trigger.Title
source: Notify me when
ckb: ئاگادارم بکەوە کاتێک

# Scene.Settings.Section.Preference.DisableAvatarAnimation
source: Disable animated avatars
ckb: وێنە جووڵاوەکان ناچالاک بکە

# Scene.Settings.Section.Preference.DisableEmojiAnimation
source: Disable animated emojis
ckb: ئیمۆجییە جووڵاوەکان ناچالاک بکە

# Scene.Settings.Section.Preference.OpenLinksInMastodon
source: Open links in Mastodon
ckb: بەستەرەکان لەناو ماستۆدۆن بکەوە

# Scene.Settings.Section.Preference.Title
source: Preferences
ckb: پەسەندەکان

# Scene.Settings.Section.Preference.TrueBlackDarkMode
source: True black dark mode
ckb: دۆخی ڕەش

# Scene.Settings.Section.Preference.UsingDefaultBrowser
source: Use default browser to open links
ckb: وێبگەڕی بنەڕەت بەکار بهێنە بۆ کردنەوەی بەستەرەکان

# Scene.Settings.Section.SpicyZone.Clear
source: Clear Media Cache
ckb: بیرگە پاک بکەوە

# Scene.Settings.Section.SpicyZone.Signout
source: Sign Out
ckb: دەربچۆ

# Scene.Settings.Section.SpicyZone.Title
source: The Spicy Zone
ckb: ناوچەی گەرم

# Scene.Settings.Title
source: Settings
ckb: رێکخستنەکان

# Scene.SuggestionAccount.FollowExplain
source: When you follow someone, you’ll see their posts in your home feed.
ckb: کاتێک شوێنی یەکێک دەکەویت، پۆستەکانی دێتە بەردەمت.

# Scene.Welcome.GetStarted
source: Get Started
ckb: دەست پێ بکە

# Scene.Welcome.Slogan
source: Social networking back in your hands.
ckb: تۆڕی کۆمەڵایەتی لەژێر دەستەکانت.

# Scene.Wizard.AccessibilityHint
source: Double tap to dismiss this wizard
ckb: دوو جار دەستی پیا بنێ بۆ داخستنی

# Scene.Wizard.MultipleAccountSwitchIntroDescription
source: Switch between multiple accounts by holding the profile button.
ckb: هەژمارەکەت بگۆڕە بە دەستڕاگرتن لەسەر دوگمەی پرۆفایلەکە.

# Scene.Wizard.NewInMastodon
source: New in Mastodon
ckb: نوێ
