Repository: 32accc/Mastodon-iOS
Catalog: MastodonSDK/Sources/MastodonLocalization/Resources/*.lproj/Localizable.strings
Languages: ar, ckb, kab, ku

# Common.Controls.Timeline.Header.BlockingWarning
source: You can’t view this user's profile until you unblock them. Your profile looks like this to them.
ar: لا يُمكِنُكَ الاِطلاع على الملف التَعريفي لهذا المُستخدِم حتَّى تَرفعَ الحَظر عنه. ملفُّكَ التَعريفي يَظهَرُ بِمثل هذِهِ الحالة بالنسبةِ لَهُ أيضًا.
ckb: ناتوانیت پرۆفایلی ئەم بەکارهێنەرە ببینیت هەتا ئاستەنگەکەیان لادەبەیت. پرۆفایلەکەت ئاوها لایان دەردەکەوێت.
kab: Ur tezmireḍ ara ad twaliḍ amaɣnu n useqdac-a alamma tekkseḍ-as asewḥel. Akka i as-d-yettban umaɣnu-inek.
ku: Tu nikarî profîla vî/ê bikarhênerî bibînî Heya ku tu astengiyê li ser wî/ê ranekî. Profîla te ji wan ra wiha xuya dike.

# Common.Controls.Timeline.Header.NoStatusFound
source: No Post Found
ar: لَم يُعْثَر على مَنشورات
ckb: هیچ پۆستێک نەدۆزرایەوە
kab: Ulac tasuffeɣt yettwafen
ku: Tu şandî nehate dîtin

# Common.Controls.Timeline.Header.SuspendedWarning
source: This user has been suspended.
ar: تمَّ إيقاف هذا المُستخدِم.
ckb: ئەم بەکارهێنەرە ڕاگیراوە.
kab: Yettwaseḥbes useqdac-a.
ku: Ev bikarhêner hatiye rawestandin.

# Common.Controls.Timeline.Header.UserBlockedWarning
source: You can’t view %@’s profile until they unblock you.
ar: لا يُمكِنُكَ عَرض ملف %@ التَعريفي حتَّى يَرفَعَ الحَظر عَنك.
ckb: ناتوانیت پرۆفایلی %@ ببینیت تا ئەو کاتەی ئاستەنگەکەت لادەبات.
kab: Ur tezmireḍ ara ad twaliḍ amaɣnu n %@ Akka i as-d-yettban umaɣnu-inek.
ku: Tu nikarî profîla %@ bibînî Heta ku astengîya te rakin.

# Common.Controls.Timeline.Header.UserBlockingWarning
source: You can’t view %@’s profile until you unblock them. Your profile looks like this to them.
ar: لا يُمكنك الاطلاع على ملف %@ التَعريفي حتَّى تَرفعَ الحَظر عنه. ملفُّكَ التَعريفي يَظهَرُ بِمثل هذِهِ الحالة بالنسبةِ لَهُ أيضًا.
ckb: ناتوانیت پرۆفایلی %@ ببینیت هەتا ئاستەنگەکەیان لادەبەیت. پرۆفایلەکەت ئاوها لایان دەردەکەوێت.
kab: Ur tezmireḍ ara ad twaliḍ amaɣnu n %@ alamma tekkseḍ-as asewḥel. Akka i as-d-yettban umaɣnu-inek.
ku: Tu nikarî profîla %@ bibînî Heya ku tu astengiyê li ser wî/ê ranekî. Profîla te ji wan ra wiha xuya dike.

# Common.Controls.Timeline.Header.UserSuspendedWarning
source: %@’s account has been suspended.
ar: لقد أُوقِفَ حِساب %@.
ckb: هەژماری %@ ڕاگیراوە.
kab: Yettwaseḥbes umiḍan n %@.
ku: Ajimêra %@ hatiye rawestandin.

# Common.Controls.Timeline.Loader.LoadMissingPosts
source: Load missing posts
ar: تحميل المَنشورات المَفقودَة
ckb: پۆستە ماوەکان بار بکە
kab: Sali tisuffaɣ i iruḥen
ku: Şandiyên wendayî bar bike

# Common.Controls.Timeline.Loader.LoadingMissingPosts
source: Loading missing posts...
ar: يَجري تحميل المَنشورات المَفقودَة...
ckb: پۆستە ماوەکان بار دەکرێن...
kab: Asali n tsuffaɣ i iruḥen...
ku: Şandiyên wendayî tên barkirin...

# Common.Controls.Timeline.Loader.ShowMoreReplies
source: Show more replies
ar: أظْهِر مَزيدًا مِنَ الرُّدود
ckb: وەڵامی زیاتر نیشان بدە
kab: Ssken-d ugar n tririyin
ku: Bêtir bersivan nîşan bide

# Common.Controls.Timeline.Timestamp.Now
source: Now
ar: الآن
ckb: ئێستا
kab: Tura
ku: Niha

# Scene.AccountList.AddAccount
source: Add Account
ar: إضافَةُ حِساب
ckb: هەژمارێک زیاد بکە
kab: Rnu amiḍan
ku: Ajimêr tevlî bike

# Scene.AccountList.DismissAccountSwitcher
source: Dismiss Account Switcher
ar: تجاهُل مبدِّل الحِساب
ckb: پێڕستی هەژمارەکان دابخە
kab: Sefsex abeddel n umiḍan
ku: Guherkera ajimêrê paş guh bike

# Scene.AccountList.TabBarHint
source: Current selected profile: %@. Double tap then hold to show account switcher
ar: المِلَفُّ المُحدَّدُ حالِيًّا: %@. اُنقُر نَقرًا مُزدَوَجًا مَعَ الاِستِمرارِ لِإظهارِ مُبدِّلِ الحِساب
ckb: هەژماری ئێستا: %@. دوو جا دەستی پیا بنێ بۆ کردنەوەی پێڕستی هەژمارەکان.
kab: Amaɣnu amiran yettwafernen: %@. Sit berdayen syen teǧǧeḍ aḍad-ik·im i uskan abeddel n umiḍan
ku: Profîla hilbijartî ya niha: %@. Du caran bitikîne û paşê dest bide ser da ku guhêrbara ajimêr were nîşandan

# Scene.Bookmark.Title
source: Bookmarks
ar: العَلاماتُ المَرجعيَّة
ku: Şûnpel

# Scene.Compose.Accessibility.AppendAttachment
source: Add Attachment
ar: إضافة مُرفَق
ckb: پێوەکراوی پێوە بکە
kab: Rnu taceqquft yeddan
ku: Pêvek tevlî bike

# Scene.Compose.Accessibility.AppendPoll
source: Add Poll
ar: اضافة استطلاع رأي
ckb: دەنگدان زیاد بکە
kab: Rnu asenqed
ku: Rapirsî tevlî bike

# Scene.Compose.Accessibility.CustomEmojiPicker
source: Custom Emoji Picker
ar: منتقي الرموز التعبيرية المُخصَّص
ckb: هەڵبژێری ئیمۆجی
kab: Amefran n yimujiten udmawanen
ku: Hilbijêrê emojî yên kesanekirî

# Scene.Compose.Accessibility.DisableContentWarning
source: Disable Content Warning
ar: تعطيل تحذير المُحتَوى
ckb: ئاگاداریی ناوەڕۆک ناچالاک بکە
kab: Sens alɣu n ugbur
ku: Hişyariya naverokê neçalak bike

# Scene.Compose.Accessibility.EnableContentWarning
source: Enable Content Warning
ar: تفعيل تحذير المُحتَوى
ckb: ئاگاداریی ناوەڕۆک چالاک بکە
kab: Rmed alɣu n ugbur
ku: Hişyariya naverokê çalak bike

# Scene.Compose.Accessibility.PostOptions
source: Post Options
ar: خياراتُ المَنشور
ku: Vebijêrkên şandiyê

# Scene.Compose.Accessibility.PostVisibilityMenu
source: Post Visibility Menu
ar: قائمة ظهور المنشور
ckb: پێڕستی شێوازی دەرکەوتنی پۆست
kab: Umuɣ n ubani n tsuffeɣt
ku: Kulîna xuyabûna şandiyê

# Scene.Compose.Accessibility.PostingAs
source: Posting as %@
ar: نَشر كَـ %@
ku: Biweşîne wekî %@

# Scene.Compose.Accessibility.RemovePoll
source: Remove Poll
ar: إزالة الاستطلاع
ckb: دانگدانەکە لابە
kab: Kkes asenqed
ku: Rapirsî rake

# Scene.Compose.Attachment.AttachmentBroken
source: This %@ is broken and can’t be uploaded to Mastodon.
ar: هذا ال%@ مُعطَّل ويتعذَّرُ رفعُه إلى ماستودون.
ckb: ئەم %@ـە تێک چووە و ناتوانیت بەرزی بکەیتەوە.
kab: %@-a yerreẓ, ur yezmir ara Ad d-yettwasali ɣef Mastodon.
ku: Ev %@ naxebite û nayê barkirin li ser Mastodon.

# Scene.Compose.Attachment.AttachmentTooLarge
source: Attachment too large
ar: المُرفَق كَبيرٌ جِدًّا
ku: Pêvek pir mezin e

# Scene.Compose.Attachment.CanNotRecognizeThisMediaAttachment
source: Can not recognize this media attachment
ar: يتعذَّرُ التعرُّفُ على وسائِطِ هذا المُرفَق
ku: Nikare ev pêveka medyayê nas bike

# Scene.Compose.Attachment.CompressingState
source: Compressing...
ar: يجري الضغط...
ku: Tê guvaştin...

# Scene.Compose.Attachment.DescriptionPhoto
source: Describe the photo for the visually-impaired...
ar: صِف الصورة للمَكفوفين...
ckb: وێنەکەت بۆ نابیناکان باس بکە...
kab: Glem-d tawlaft i wid yesɛan ugur deg yiẓri...
ku: Wêneyê ji bo kêmbînên dîtbar bide nasîn...

# Scene.Compose.Attachment.DescriptionVideo
source: Describe the video for the visually-impaired...
ar: صِف المقطع المرئي للمَكفوفين...
ckb: ڤیدیۆکەت بۆ نابیناکان باس بکە...
kab: Glem-d tavidyut i wid yesɛan ugur deg yiẓri...
ku: Vîdyoyê ji bo kêmbînên dîtbar bide nasîn...

# Scene.Compose.Attachment.LoadFailed
source: Load Failed
ar: فَشَلَ التَّحميل
ku: Barkirin têk çû

# Scene.Compose.Attachment.Photo
source: photo
ar: صورة
ckb: وێنە
kab: tawlaft
ku: wêne

# Scene.Compose.Attachment.ServerProcessingState
source: Server Processing...
ar: مُعالجة الخادم جارِيَة...
ku: Pêvajoya rajekar pêş de diçe...

# Scene.Compose.Attachment.UploadFailed
source: Upload Failed
ar: فَشَلَ الرَّفع
ku: Barkirin têk çû

# Scene.Compose.Attachment.Video
source: video
ar: مقطع مرئي
ckb: ڤیدیۆ
kab: tavidyutt
ku: vîdyo

# Scene.Compose.AutoComplete.SpaceToAdd
source: Space to add
ar: انقر على مساحة لإضافتِها
ckb: بۆشایی دابنێ بۆ زیادکردن
kab: Tallunt ara yettwarnun
ku: Bicîhkirinê tevlî bike

# Scene.Compose.ComposeAction
source: Publish
ar: نَشر
ckb: بڵاوی بکەوە
kab: Sufeɣ
ku: Biweşîne

# Scene.Compose.ContentInputPlaceholder
source: Type or paste what’s on your mind
ar: عَبِّر عَمَّ يَجُولُ فِي ذِهنِك
ckb: دەتەوێت چی پۆست بکەیت؟
kab: Aru neɣ senteḍ ayen yellan deg wallaɣ-ik
ku: Tiştê ku di hişê te de ye binivîsin an jî pêve bike

# Scene.Compose.ContentWarning.Placeholder
source: Write an accurate warning here...
ar: اكتب تَحذيرًا دَقيقًا هُنا...
ckb: ئاگادارییەکەت لێرە بنووسە...
kab: Aru alɣu-inek s telqeyt da...
ku: Li vir hişyariyek hûrgilî binivîsine...

# Scene.Compose.Keyboard.AppendAttachmentEntry
source: Add Attachment - %@
ar: إضافة مُرفَق - %@
ckb: پێوەکراوی پێوە بکە - %@
kab: Rnu taceqquft yeddan - %@
ku: Pêvek tevlî bike - %@

# Scene.Compose.Keyboard.DiscardPost
source: Discard Post
ar: تجاهُل المنشور
ckb: پۆستەکە هەڵوەشێنەوە
kab: Sefsex tasuffeɣt
ku: Şandî paşguh bike

# Scene.Compose.Keyboard.PublishPost
source: Publish Post
ar: نَشر المَنشُور
ckb: پۆستە بڵاو بکەوە
kab: Suffeɣ tasuffeɣt
ku: Şandiyê biweşîne

# Scene.Compose.Keyboard.SelectVisibilityEntry
source: Select Visibility - %@
ar: اختر مدى الظهور - %@
ckb: شێوازی دەرکەوتن هەڵبژێرە - %@
kab: Fren timeẓriwt - %@
ku: Xuyabûnê hilbijêre - %@

# Scene.Compose.Keyboard.ToggleContentWarning
source: Toggle Content Warning
ar: تبديل تحذير المُحتَوى
ckb: ئاگاداریی ناوەڕۆک نیشان بدە
kab: Beddel alɣu n ugbur
ku: Hişyariya naverokê biguherîne

# Scene.Compose.Keyboard.TogglePoll
source: Toggle Poll
ar: تبديل الاستطلاع
ckb: دەنگدانەکە نیشان بدە
kab: Beddel asenqed
ku: Rapirsiyê biguherîne

# Scene.Compose.MediaSelection.Browse
source: Browse
ar: تَصَفَّح
ckb: بگەڕێ
kab: Snirem
ku: Bigere

# Scene.Compose.MediaSelection.Camera
source: Take Photo
ar: اِلتِقاطُ صُورَة
ckb: وێنە بگرە
kab: Ṭṭef tawlaft
ku: Wêne bikişîne

# Scene.Compose.MediaSelection.PhotoLibrary
source: Photo Library
ar: مَكتَبَةُ الصُّوَر
ckb: وێنەکان
kab: Tanedlist n tewlaft
ku: Wênegeh

# Scene.Compose.Poll.DurationTime
source: Duration: %@
ar: المُدَّة: %@
ckb: کات:‌ %@
kab: Tangazt: %@
ku: Dirêjî: %@

# Scene.Compose.Poll.OneDay
source: 1 Day
ar: يومٌ واحِد
ckb: 1 ڕۆژ
kab: 1 n wass
ku: 1 Roj

# Scene.Compose.Poll.OneHour
source: 1 Hour
ar: ساعةٌ واحدة
ckb: 1 کاتژمێر
kab: 1 n wesrag
ku: 1 Demjimêr

# Scene.Compose.Poll.OptionNumber
source: Option %ld
ar: الخيار %ld
ckb: بژاردەی %ld
kab: Taxtiṛt %ld
ku: Vebijêrk %ld

# Scene.Compose.Poll.SevenDays
source: 7 Days
ar: سبعةُ أيام
ckb: 7 ڕۆژ
kab: 7 n wussan
ku: 7 Roj

# Scene.Compose.Poll.SixHours
source: 6 Hours
ar: سِتُّ ساعات
ckb: 6 کاتژمێر
kab: 6 n yisragen
ku: 6 Demjimêr

# Scene.Compose.Poll.ThePollHasEmptyOption
source: The poll has empty option
ar: يوجَدُ خِيارٌ فارِغٌ فِي الاِستِطلاع
ku: Vebijêrkên vê dengdayînê vala ne

# Scene.Compose.Poll.ThePollIsInvalid
source: The poll is invalid
ar: الاِستِطلاعُ غيرُ صالِح
ku: Ev dengdayîn ne derbasdar e

# Scene.Compose.Poll.ThirtyMinutes
source: 30 minutes
ar: ثلاثون دقيقة
ckb: 30 خولەک
kab: 30 n tesdatin
ku: 30 xulek

# Scene.Compose.Poll.ThreeDays
source: 3 Days
ar: ثلاثةُ أيام
ckb: 3 ڕۆژ
kab: 3 n wussan
ku: 3 Roj

# Scene.Compose.ReplyingToUser
source: replying to %@
ar: رَدًا على %@
ckb: لە وەڵامدا بۆ %@
kab: tiririt ɣef %@
ku: bersiv bide %@

# Scene.Compose.Title.NewPost
source: New Post
ar: مَنشُورٌ جَديد
ckb: پۆستی نوێ
kab: Tasuffeɣt tamaynut
ku: Şandiya nû

# Scene.Compose.Title.NewReply
source: New Reply
ar: رَدٌّ جديد
ckb: وەڵامی نوێ
kab: Tiririt tamaynut
ku: Bersiva nû

# Scene.Compose.Visibility.Direct
source: Only people I mention
ar: لِمَن أشرتُ إليهِم فَقَط
ckb: ئەوانەی ئاماژەیان پێ دەکەم
kab: Imdanen i d-bedreɣ kan
ku: Tenê mirovên ku min qalkirî

# Scene.Compose.Visibility.Private
source: Followers only
ar: للمُتابِعينَ فقط
ckb: تەنیا شوێنکەوتووان
kab: Imeḍfaṛen kan
ku: Tenê şopîneran

# Scene.Compose.Visibility.Public
source: Public
ar: لِلعَامَّة
ckb: گشتی
kab: Azayez
ku: Gelemperî

# Scene.Compose.Visibility.Unlisted
source: Unlisted
ar: غير مُدرَج
ckb: پێشنیارنەکراو
kab: War tabdert
ku: Nerêzokkirî

# Scene.ConfirmEmail.Button.Resend
source: Resend
ar: إعادَةُ الإرسال
ckb: بینێرەوە
kab: Ales tuzna
ku: Ji nû ve bişîne

# Scene.ConfirmEmail.DontReceiveEmail.Description
source: Check if your email address is correct as well as your junk folder if you haven’t.
ar: تحقق ممَّ إذا كان عنوان بريدك الإلكتروني صحيحًا، وكذلك تأكد مِن مجلد البريد غير الهام إذا لم تكن قد فعلت ذلك.
ckb: دڵنیا بە لەوەی ئیمێڵەکەت دروستە و هەموو بوخچەکانت بگەڕێ.
kab: Senqed ma yella tansa-inek n imayl d tameɣut akked uspam ma yella ur t-tufiḍ ara.
ku: Kontrol bike ka navnîşana e-nameya te rast e û her wiha peldanka xwe ya spam.

# Scene.ConfirmEmail.DontReceiveEmail.ResendEmail
source: Resend Email
ar: إعادة إرسال البريد الإلكتروني
ckb: ئیمێڵەکە بنێرەوە
kab: Ales tuzna n yimayl
ku: E-namyê yê dîsa bişîne

# Scene.ConfirmEmail.DontReceiveEmail.Title
source: Check your email
ar: تحقق من بريدك الإلكتروني
ckb: ئیمێڵەکەت ببینە
ku: E-nameyê xwe kontrol bike

# Scene.ConfirmEmail.OpenEmailApp.Description
source: We just sent you an email. Check your junk folder if you haven’t.
ar: لقد أرسلنا لك بريدًا إلكترونيًا للتو. تحقق من مجلد البريد غير الهام الخاص بك إذا لم تكن قد فعلت ذلك.
ckb: ئیمێڵێکمان بۆ ناردیت. هەموو بوخچەکانت ببینە.
kab: Akken kan i ak-n-nuzen imayl. Sefqed aspam ma yella ur t-tufiḍ ara.
ku: Me tenê ji te re e-nameyek şand. Heke nehatiye peldanka xwe ya spamê kontrol bike.

# Scene.ConfirmEmail.OpenEmailApp.Mail
source: Mail
ar: البريد
kab: Imayl
ku: E-name

# Scene.ConfirmEmail.OpenEmailApp.OpenEmailClient
source: Open Email Client
ar: فتح عميل البريد الإلكتروني
ckb: بەرنامەی ئیمێڵەکەت بکەوە
kab: Ldi amsaɣ n yimayl
ku: Rajegirê e-nameyê veke

# Scene.ConfirmEmail.OpenEmailApp.Title
source: Check your inbox.
ar: تحقَّق من بريدك الوارِد.
ckb: ئیمێڵەکانت ببینە.
ku: Pedyamdanka xwe kontrol bike.

# Scene.ConfirmEmail.TapTheLinkWeEmailedToYouToVerifyYourAccount
source: Tap the link we emailed to you to verify your account
ar: اضغط على الرابط الذي أرسلناه إليك للتحقق من %@. سننتظر هنا.
kab: Tap the link we sent you to verify %@. We’ll wait right here.
ku: Girêdana ku me ji te re şandiye bitikîne da ku %@ piştrast bikî. Em ê li vir li bendê bin.

# Scene.ConfirmEmail.Title
source: One last thing.
ar: تحقَّق من بريدك الوارِد
ckb: کۆتا شت.
kab: Check Your Inbox
ku: Pedyamdanka xwe kontrol bike

# Scene.Discovery.Intro
source: These are the posts gaining traction in your corner of Mastodon.
ar: هَذِهِ هِيَ المَنشُوراتُ الَّتي تَكْتَسِبُ شَعبِيَّةً فِي الرُّكنِ الخاصِّ بِكَ مِن مَاستُودون.
ckb: پۆست هەیە سەرنجیان لەسەرە لە گۆشەکەی تۆ.
kab: Tigi d tisuffaɣ i d-ijebbden s waṭas deg tama-inek•inem n Mastodon.
ku: Ev şandiyên ku di quncika Mastodon balê dikişîne.

# Scene.Discovery.Tabs.Community
source: Community
ar: المُجتَمَع
kab: Tamɣiwent
ku: Civak

# Scene.Discovery.Tabs.ForYou
source: For You
ar: لَك
ckb: بۆ تۆ
kab: I kečč·kem
ku: Ji bo te

# Scene.Discovery.Tabs.Hashtags
source: Hashtags
ar: وُسُوم
ckb: هاشتاگەکان
kab: Ihacṭagen
ku: Hashtag

# Scene.Discovery.Tabs.News
source: News
ar: أخبار
ckb: هەواڵەکان
kab: Isallen
ku: Nûçe

# Scene.Discovery.Tabs.Posts
source: Posts
ar: مَنشُورات
ckb: پۆستەکان
kab: Tisuffaɣ
ku: Şandî

# Scene.Familiarfollowers.FollowedByNames
source: Followed by %@
ar: مُتابَعٌ مِن قِبَلِ %@
kab: Yeṭṭafar-it %@
ku: Ji aliyêm%@ hatiye şopandin

# Scene.Familiarfollowers.Title
source: Followers you familiar
ar: مُتابِعُونَ مَألُوفُونَ بِالنِّسبَةِ لَك
kab: Ineḍfaren i tessneḍ
ku: Şopînerên ku tu wan nas dikî

# Scene.Favorite.Title
source: Your Favorites
ar: المفضلة
ckb: بەدڵبووەکانت
kab: Favorites
ku: Hezkirî

# Scene.FavoritedBy.Title
source: Favorited By
ar: مُفَضَّلٌ مِن قِبَلِ
kab: Ismenyaf-it
ku: Hatiye hezkirin ji aliyê

# Scene.FollowedTags.Actions.Follow
source: Follow
ar: مُتابَعَة
kab: Ḍfeṛ
ku: Bişopîne

# Scene.FollowedTags.Actions.Unfollow
source: Unfollow
ar: إلغاءُ المُتابَعَة
kab: Ḥbes aḍfar
ku: Neşopîne

# Scene.FollowedTags.Header.Participants
source: participants
ar: المُشارِكُون
ku: beşdar

# Scene.FollowedTags.Header.Posts
source: posts
ar: مَنشورات
ku: şandî

# Scene.FollowedTags.Header.PostsToday
source: posts today
ar: مَنشوراتُ اليَوم
ku: şandiyên îro

# Scene.FollowedTags.Title
source: Followed Tags
ar: وُسُومُ المُتابَع
ku: Hashtagên şopandî

# Scene.Follower.Footer
source: Followers from other servers are not displayed.
ar: لا يُمكِن عَرض المُتابِعين مِنَ الخوادم الأُخرى.
ckb: شوێنکەوتووەکانی لە ڕاژەکارەکانی ترەوە نیشان نادرێت.
kab: Ineḍfaren seg yiqeddacen-nniḍen ur d-ttwaskanen ara.
ku: Şopîner ji rajekerên din nayê dîtin.

# Scene.Follower.Title
source: follower
ar: مُتابِعِين
kab: aneḍfar
ku: şopîner

# Scene.Following.Footer
source: Follows from other servers are not displayed.
ar: لا يُمكِن عَرض المُتابَعات مِنَ الخوادم الأُخرى.
ckb: شوێنکەوتنەکانی بۆ هەژماری ڕاژەکارەکانی تر نیشان نادرێت.
kab: Ineḍfaren seg yiqeddacen-nniḍen ur d-ttwaskanen ara.
ku: Şopandin ji rajekerên din nayê dîtin.

# Scene.Following.Title
source: following
ar: مُتابَعُون
kab: yeṭṭafar
ku: dişopîne

# Scene.HomeTimeline.Title
source: Home
ar: الرَّئِيسَة
ckb: ماڵەوە
kab: Agejdan
ku: Serrûpel

# Scene.Login.ServerSearchField.Placeholder
source: Enter URL or search for your server
ar: أدخِل عُنوانَ URL أو اِبحَث عَنِ الخادِمِ الخاصّ بِك
kab: Sekcem URL neɣ nadi ɣef uqeddac-ik·im
ku: Girêdanê têxe an jî li rajekarê xwe bigere

# Scene.Login.Subtitle
source: Log you in on the server you created your account on.
ar: Log in with the server where you created your account.
kab: Log in with the server where you created your account.
ku: Log in with the server where you created your account.

# Scene.Notification.FollowRequest.Accept
source: Accept
ar: قَبُول
ku: Bipejirîne

# Scene.Notification.FollowRequest.Accepted
source: Accepted
ar: مَقبُول
ku: Pejirandî

# Scene.Notification.FollowRequest.Reject
source: reject
ar: رَفض
kab: agi
ku: nepejirîne

# Scene.Notification.FollowRequest.Rejected
source: Rejected
ar: مَرفُوض
ku: Nepejirandî

# Scene.Notification.Keyobard.ShowEverything
source: Show Everything
ar: أظْهِر كُلَّ شَيء
ckb: هەموو شتێک نیشان بدە
kab: Sken yal taɣawsa
ku: Her tiştî nîşan bide

# Scene.Notification.Keyobard.ShowMentions
source: Show Mentions
ar: أظْهِر الإشارَات
ckb: ئاماژەکان نیشان بدە
kab: Sken tisedmirin
ku: Qalkirinan nîşan bike

# Scene.Notification.NotificationDescription.FavoritedYourPost
source: favorited your post
ar: فَضَّلَ مَنشُورَك
ckb: پۆستەکەتی بەدڵ بوو
kab: yesmenyef tasuffeɣt-ik·im
ku: şandiya te hez kir

# Scene.Notification.NotificationDescription.FollowedYou
source: followed you
ar: بَدَأ بِمُتابَعَتِك
ckb: شوێنت کەوت
kab: iṭṭafar-ik·ikem
ku: te şopand

# Scene.Notification.NotificationDescription.MentionedYou
source: mentioned you
ar: أشارَ إليك
ckb: ئاماژەی پێت کرد
kab: yebder-ik·ikem-id
ku: qale te kir

# Scene.Notification.NotificationDescription.PollHasEnded
source: poll has ended
ar: انتهى استطلاعُ الرأي
ckb: دەنگدانەکە کۆتایی هات
kab: asenqed iffuk
ku: rapirsî qediya

# Scene.Notification.NotificationDescription.RebloggedYourPost
source: reblogged your post
ar: boosted your post
ckb: پۆستەکەتی پۆست کردەوە
kab: boosted your post
ku: boosted your post

# Scene.Notification.NotificationDescription.RequestToFollowYou
source: request to follow you
ar: طَلَبَ مُتابَعتَك
ckb: داواکاری بۆ شوێنکەوتنت
kab: issuter aḍfar-inek
ku: dixwazê te bişopîne

# Scene.Notification.Title.Everything
source: Everything
ar: كُلُّ شيء
ckb: هەمووی
kab: Akk
ku: Her tişt

# Scene.Notification.Title.Mentions
source: Mentions
ar: الإشارات
ckb: ئاماژەکان
kab: Abdar
ku: Qalkirin

# Scene.Preview.Keyboard.ClosePreview
source: Close Preview
ar: إغلاق المُعايَنَة
ckb: پێشبینینەکە دابخە
kab: Mdel timeẓri
ku: Pêşdîtin bigire

# Scene.Preview.Keyboard.ShowNext
source: Show Next
ar: أظْهِر التَّالي
ckb: هی دواتر نیشان بدە
kab: Sken uḍfir
ku: A pêş nîşan bide

# Scene.Preview.Keyboard.ShowPrevious
source: Show Previous
ar: أظْهِر السَّابِق
ckb: هی پێشتر نیشان بدە
kab: Sken udfir
ku: A paş nîşan bide

# Scene.Profile.Accessibility.DoubleTapToOpenTheList
source: Double tap to open the list
ar: اُنقُر نَقرًا مُزدَوَجًا لِفَتحِ القائِمَة
ckb: دوو جار دەستی پیا بنێ بۆ کردنەوەی لیستەکە
kab: Sin isitiyen i twaledyawt n tebdart
ku: Ducaran bitikîne bo vekirina listeyê

# Scene.Profile.Accessibility.EditAvatarImage
source: Edit avatar image
ar: تَحريرُ الصُّورَةِ الرَّمزِيَّة
ckb: دەستکاریی وێنەکە بکە
kab: Ẓreg tugna n avaṭar
ku: Wêneya avatar serrast bike

# Scene.Profile.Accessibility.ShowAvatarImage
source: Show avatar image
ar: أظْهِر الصُّورَةَ الرَّمزِيَّة
ckb: وێنەکە نیشان بدە
kab: Sken tugna n avaṭar
ku: Wêneya avatar nîşan bide

# Scene.Profile.Accessibility.ShowBannerImage
source: Show banner image
ar: أظْهِر صُورَةَ الرَّايَة
ckb: وێنەکەی پشتەوە نیشان بدە
kab: Sken tugna n uɣerrac
ku: Wêneya paşrûyê nîşan bide

# Scene.Profile.Fields.AddRow
source: Add Row
ar: إضافة صف
ckb: ڕیز زیاد بکە
kab: Rnu izirig
ku: Rêzê tevlî bike

# Scene.Profile.Fields.Joined
source: Joined
ar: انضم في
ku: Dîroka tevlîbûnê

# Scene.Profile.Fields.Placeholder.Content
source: Content
ar: المُحتَوى
ckb: ناوەڕۆک
kab: Agbur
ku: Naverok

# Scene.Profile.Fields.Placeholder.Label
source: Label
ar: التسمية
ckb: ناونیشان
kab: Tabzimt
ku: Nîşan

# Scene.Profile.Fields.Verified.Long
source: Ownership of this link was checked on %@
ar: تمَّ التَّحقق مِن مِلكية هذا الرابِطِ بِتاريخ %@
ku: Xwedaniya li vê girêdanê di %@ de hatiye kontrolkirin

# Scene.Profile.Fields.Verified.Short
source: Verified on %@
ar: تمَّ التَّحقق بِتاريخ %@
ku: Hate piştrastkirin li ser %@

# Scene.Profile.Header.FollowsYou
source: Follows You
ar: يُتابِعُك
kab: Yeṭṭafaṛ-ik•im
ku: Te dişopîne

# Scene.Profile.RelationshipActionAlert.ConfirmBlockUser.Message
source: Confirm to block %@
ar: تأكيدُ حَظر %@
ckb: دڵنیا ببەوە بۆ ئاستەنگکردنی %@
kab: Sentem asewḥel n %@
ku: Ji bo rakirina astengkirinê %@ bipejirîne

# Scene.Profile.RelationshipActionAlert.ConfirmBlockUser.Title
source: Block Account
ar: حَظرُ الحِساب
ckb: ئاستەنگی بکە
kab: Sewḥel amiḍan
ku: Ajimêr asteng bike

# Scene.Profile.RelationshipActionAlert.ConfirmHideReblogs.Message
source: Confirm to hide reblogs
ar: Confirm to hide boosts
kab: Confirm to hide boosts
ku: Confirm to hide boosts

# Scene.Profile.RelationshipActionAlert.ConfirmHideReblogs.Title
source: Hide Reblogs
ar: Hide Boosts
kab: Hide Boosts
ku: Hide Boosts

# Scene.Profile.RelationshipActionAlert.ConfirmMuteUser.Message
source: Confirm to mute %@
ar: تأكيدُ كَتم %@
ckb: دڵیا ببەوە بۆ بێدەنگکردنی %@
kab: Sentem asgugem i %@
ku: Ji bo bêdengkirina %@ bipejirîne

# Scene.Profile.RelationshipActionAlert.ConfirmMuteUser.Title
source: Mute Account
ar: كَتمُ الحِساب
ckb: بێدەنگی بکە
kab: Sgugem amiḍan
ku: Ajimêrê bêdeng bike

# Scene.Profile.RelationshipActionAlert.ConfirmShowReblogs.Message
source: Confirm to show reblogs
ar: Confirm to show boosts
kab: Confirm to show boosts
ku: Confirm to show boosts

# Scene.Profile.RelationshipActionAlert.ConfirmShowReblogs.Title
source: Show Reblogs
ar: Show Boosts
kab: Show Boosts
ku: Show Boosts

# Scene.Profile.RelationshipActionAlert.ConfirmUnblockUser.Message
source: Confirm to unblock %@
ar: تأكيدُ رَفع الحَظرِ عَن %@
ckb: دڵنیا ببەوە بۆ لابردنی ئاستەنگی %@
kab: Sentem tukksa n usgugem i %@
ku: Ji bo rakirina astengkirinê %@ bipejirîne

# Scene.Profile.RelationshipActionAlert.ConfirmUnblockUser.Title
source: Unblock Account
ar: رَفعُ الحَظرِ عَنِ الحِساب
ckb: ئاستەنگی مەکە
kab: Kkes asewḥel i umiḍan
ku: Astengiyê li ser ajimêr rake

# Scene.Profile.RelationshipActionAlert.ConfirmUnmuteUser.Message
source: Confirm to unmute %@
ar: أكِّد لرفع الكتمْ عن %@
ckb: دڵنیا ببەوە بۆ بێدەنگنەکردنی %@
kab: Sentem tukksa n usgugem i %@
ku: Ji bo vekirina bêdengkirinê %@ bipejirîne

# Scene.Profile.RelationshipActionAlert.ConfirmUnmuteUser.Title
source: Unmute Account
ar: رفع الكتم عن الحساب
ckb: بێدەنگی مەکە
kab: Kkes asgugem i umiḍan
ku: Ajimêrê bêdeng neke

# Scene.Profile.SegmentedControl.About
source: About
ar: حَول
ckb: دەربارە
kab: Ɣef
ku: Derbar

# Scene.Profile.SegmentedControl.Media
source: Media
ar: وَسائِط
ckb: میدیا
kab: Amidya
ku: Medya

# Scene.Profile.SegmentedControl.Posts
source: Posts
ar: مَنشورات
ckb: پۆستەکان
kab: Imagraden
ku: Şandî

# Scene.Profile.SegmentedControl.PostsAndReplies
source: Posts and Replies
ar: مَنشُوراتٌ وَرُدُود
ckb: پۆست و وەڵامەکان
kab: Tisuffaɣ d tririyin
ku: Şandî û bersiv

# Scene.Profile.SegmentedControl.Replies
source: Replies
ar: رُدُود
ckb: وەڵامەکان
kab: Tiririyin
ku: Bersiv
