Repository: 32accc/Mastodon-iOS
Catalog: MastodonSDK/Sources/MastodonLocalization/Resources/*.lproj/Localizable.strings
Languages: ar, ckb, kab, ku

# Common.Alerts.BlockDomain.BlockEntireDomain
source: Block Domain
ar: حظر النِّطاق
ckb: هەموو ڕاژەکارەکە ئاستەنگ بکە
kab: Sewḥel taɣult
ku: Navperê asteng bike

# Common.Alerts.BlockDomain.Title
source: Are you really, really sure you want to block the entire %@? In most cases a few targeted blocks or mutes are sufficient and preferable. You will not see content from that domain and any of your followers from that domain will be removed.
ar: هل أنتَ مُتأكِّدٌ حقًا مِن رغبتك في حظر %@ بالكامل؟ في معظم الحالات، يكون مِنَ الكافي والمُفَضَّل استهداف عدد محدود للحظر أو الكتم. لن ترى محتوى من هذا النطاق وسوف يُزال جميع متابعيك المتواجدين فيه.
ckb: دڵنیایت دەتەوێت تەواوی %@ ئاستەنگ بکەیت؟ لە زۆر بارەکاندا ئاستەنگکردنی بچووک باشترە. ئەگەر وا بکەیت، لەو ڕاژەکارەوە هیچ شتێک نابینیت و هەموو شوێنکەوتووەکانت لەوێوە لادەبرێن.
kab: D tidet, d tidet tebɣiḍ ad tesweḥleḍ %@ akken ma yella? Deg tuget, kra n yisewḥal d ugdal ad yili d ayen iwulmen, yettwafernen. Ur tettwaliḍ ara agbur seg taɣult-nni neɣ kra seg yineḍfaren-ik i tt-yesseqdacen.
ku: Tu ji xwe bawerî, bi rastî tu dixwazî hemû %@ asteng bikî? Di gelek rewşan de asteng kirin an jî bêdeng kirin têrê dike û tê tercîh kirin. Tu nikarî naveroka vê navperê di demnameyê an jî agahdariyên xwe de bibînî. Şopînerên te yê di vê navperê were jêbirin.

# Common.Alerts.CleanCache.Message
source: Successfully cleaned %@ cache.
ar: مُحِيَ ما مَساحَتُهُ %@ مِن ذاكِرَةِ التَّخزينِ المُؤقَّت بِنجاح.
ckb: سەرکەوتووانە بیرگەی %@ پاک کرایەوە.
kab: Yettwasfeḍ %@ n tkatut tuffirt akken iwata.
ku: Pêşbîra %@ biserketî hate pakkirin.

# Common.Alerts.CleanCache.Title
source: Clean Cache
ar: مَحوُ ذاكِرَةِ التَّخزينِ المُؤقَّت
ckb: بیرگە پاک بکەوە
kab: Sfeḍ tuffirt
ku: Pêşbîrê pak bike

# Common.Alerts.Common.PleaseTryAgain
source: Please try again.
ar: يُرجى المُحاوَلَةُ مُجَدَّدًا.
ckb: تکایە دووبارە هەوڵ بدەوە.
kab: Ttxil εreḍ tikelt-nniḍen.
ku: Ji kerema xwe dîsa biceribîne.

# Common.Alerts.Common.PleaseTryAgainLater
source: Please try again later.
ar: يُرجى المُحاولة مرة أُخرى لاحقًا.
ckb: تکایە دواتر هەوڵ بدەوە.
kab: Ttxil εreḍ tikelt-nniḍen ticki.
ku: Ji kerema xwe paşê dîsa biceribîne.

# Common.Alerts.DeletePost.Message
source: Are you sure you want to delete this post?
ar: هَل أنتَ مُتأكِدٌ مِن رَغبتِكَ فِي حَذفِ هَذَا المَنشُور؟
ckb: دڵنیایت دەتەوێت ئەم پۆستە بسڕیتەوە؟
kab: Tebɣiḍ s tidet ad tekkseḍ tasuffeɣt-agi?
ku: Ma tu dixwazî vê şandiyê jê bibî?

# Common.Alerts.DeletePost.Title
source: Delete Post
ar: هل أنت متأكد من رغبتك في حذف هذا المنشور؟
ckb: بیسڕەوە
kab: Tebɣiḍ s tidet ad tekkseḍ tasuffeɣt-agi?
ku: Şandiyê jê bibe

# Common.Alerts.EditProfileFailure.Message
source: Cannot edit profile. Please try again.
ar: يتعذَّر تعديل الملف التعريفي. يُرجى المُحاولة مرة أُخرى.
ckb: ناتوانرێت دەستکاریی پرۆفایل بکرێت. تکایە دووبارە هەوڵ بدەوە.
kab: Yegguma ad yettwaẓreg umaɣnu. Ɛreḍ tikkelt-nniḍen.
ku: Nikare profîlê serrast bike. Jkx dîsa biceribîne.

# Common.Alerts.EditProfileFailure.Title
source: Edit Profile Error
ar: خطأ في تَحرير الملف التعريفي
ckb: نەتوانرا دەستکاریی پرۆفایل بکرێت
kab: Ẓreg tuccḍa n umaɣnu
ku: Di serrastkirina profîlê çewtî

# Common.Alerts.PublishPostFailure.AttachmentsMessage.MoreThanOneVideo
source: Cannot attach more than one video.
ar: لا يُمكِنُ إرفاق أكثر مِن مَقطع مرئي واحِد.
ckb: ناتوانیت زیاتر لە یەک ڤیدیۆی پێوە بلکێنیت.
kab: Ur tezmireḍ ara ad ugar n tvidyut.
ku: Nikare ji bêtirî yek vîdyoyekê tevlî şandiyê bike.

# Common.Alerts.PublishPostFailure.AttachmentsMessage.VideoAttachWithPhoto
source: Cannot attach a video to a post that already contains images.
ar: لا يُمكن إرفاق مقطع مرئي إلى مَنشور يحتوي بالفعل على صُوَر.
ckb: ناتوانیت ڤیدیۆ بۆ پۆستێک زیاد بکەیت کە وێنەی تێدایە.
kab: Ur tezmireḍ ara ad tsedduḍ tavidyut deg tsuffeɣt ideg llant yakan tugniwin.
ku: Nikare vîdyoyekê tevlî şandiyê ku berê wêne tê de heye bike.

# Common.Alerts.PublishPostFailure.Message
source: Failed to publish the post. Please check your internet connection.
ar: فَشَلَ نَشر المَنشور. يُرجى التحقق من اتصالك بالإنترنت.
ckb: نەتوانرا پۆستەکە بکرێت. تکایە لە بەردەستبوونی هێڵی ئینتەرنێت دڵنیا بە.
kab: Yecceḍ usuffeɣ n tsuffeɣt. Ma ulac aɣilif, senqed tuqqna-inek internet.
ku: Weşandina şandiyê têkçû. Jkx girêdana înternetê xwe kontrol bike.

# Common.Alerts.PublishPostFailure.Title
source: Publish Failure
ar: إخفاق في عمليَّة النشر
ckb: نەتوانرا پۆستەکە بکرێت
kab: Yecceḍ usuffeɣ
ku: Weşandin têkçû

# Common.Alerts.SavePhotoFailure.Message
source: Please enable the photo library access permission to save the photo.
ar: يُرجى إتاحة إذن الوصول إلى مكتبة الصور لحفظ الصورة.
ckb: تکایە ڕێ بە ماستۆدۆن بدە تاوەکو بتوانێت وێنەکە هەڵبگرێت.
kab: Ma ulac aɣilif, rmed tasiregt n unekcum ɣer temkarḍit n tewlafin i usekles n tewlaft.
ku: Ji kerema xwe mafê bide gihîştina wênegehê çalak bike da ku wêne werin tomarkirin.

# Common.Alerts.SavePhotoFailure.Title
source: Save Photo Failure
ar: إخفاق في حفظ الصورة
ckb: نەتوانرا وێنەکە هەڵبگیرێت
kab: Tuccḍa deg usekles n tewlaft
ku: Tomarkirina wêneyê têkçû

# Common.Alerts.ServerError.Title
source: Server Error
ar: خَطَأٌ فِي الخادِم
ckb: هەڵەی ڕاژەکار
kab: Tuccḍa n uqeddac
ku: Çewtiya rajekar

# Common.Alerts.SignOut.Confirm
source: Sign Out
ar: تَسجيلُ الخُروج
ckb: دەربچۆ
kab: Ffeɣ
ku: Derkeve

# Common.Alerts.SignOut.Message
source: Are you sure you want to sign out?
ar: هل أنت متأكد من رغبتك في تسجيل الخُروج؟
ckb: دڵنیایت دەتەوێت دەربچیت؟
kab: Tebɣiḍ ad teffɣeḍ?
ku: Ma tu dixwazî ku derkevî?

# Common.Alerts.SignOut.Title
source: Sign Out
ar: تَسجيلُ الخُروج
ckb: دەربچۆ
kab: Ffeɣ
ku: Derkeve

# Common.Alerts.SignUpFailure.Title
source: Sign Up Failure
ar: إخفاقٌ فِي التَّسجيل
ckb: تۆمارکردنەکە سەرکەوتوو نەبوو
kab: Tuccḍa deg unekcum
ku: Tomarkirin têkçû

# Common.Alerts.TranslationFailed.Button
source: OK
ar: حسنًا
kab: IH
ku: BAŞ E

# Common.Alerts.TranslationFailed.Message
source: Translation failed. Maybe the administrator has not enabled translations on this server or this server is running an older version of Mastodon where translations are not yet supported.
ar: فشلت الترجمة. ربما لم يتمكن مدير الخادم من تفعيل الترجمات على هذا الخادم أو هذا الخادم يقوم بتشغيل نسخة قديمة من ماستدون حيث الترجمات غير مدعومة بعد.
kab: Texṣer tsuqilt. Ahat anedbal ur yermid ara tisuqilin deg uqeddac-a neɣ aqeddac-a yessefrak lqem aqbur n Mastodon anda mazal ur ttwasefrakent ara tsuqilin.
ku: Werger têk çû. Dibe ku rêvebir werger li ser vê rajakarê çalak nekiribe an jî ev rajakar guhertoyek kevntir a Mastodon e ku werger hîn nehatiye piştgirîkirin.

# Common.Alerts.TranslationFailed.Title
source: Note
ar: مُلاحظة
ku: Nîşe

# Common.Alerts.VoteFailure.PollEnded
source: The poll has ended
ar: اِنتَهَى اِستِطلاعُ الرَّأي
ckb: دەنگدانەکە کۆتایی هاتووە
kab: Tafrant tfuk
ku: Rapirsîya qediya

# Common.Alerts.VoteFailure.Title
source: Vote Failure
ar: إخفاقٌ فِي التَّصويت
ckb: نەتوانرا دەنگ بدرێت
kab: Tuccḍa deg ufran
ku: Dengdayîn têkçû

# Common.Controls.Actions.Add
source: Add
ar: إضافة
ckb: زیادی بکە
kab: Rnu
ku: Tevlî bike

# Common.Controls.Actions.Back
source: Back
ar: العودة
ckb: بگەڕێوە
kab: Tuɣalin
ku: Vegere

# Common.Controls.Actions.BlockDomain
source: Block %@
ar: حظر %@
ckb: %@ ئاستەنگ بکە
kab: Sewḥel %@
ku: %@ asteng bike

# Common.Controls.Actions.Cancel
source: Cancel
ar: إلغاء
ckb: هەڵوەشاندنەوه
kab: Sefsex
ku: Dev jê berde

# Common.Controls.Actions.Compose
source: Compose
ar: تأليف
ckb: پۆست بکە
kab: Sudes
ku: Binivîsîne

# Common.Controls.Actions.Confirm
source: Confirm
ar: تأكيد
ckb: پشتڕاستی بکەوە
kab: Sentem
ku: Bipejirîne

# Common.Controls.Actions.Continue
source: Continue
ar: واصل
ckb: بەردەوام بە
kab: Kemmel
ku: Bidomîne

# Common.Controls.Actions.Copy
source: Copy
ar: نَسخ
kab: Nɣel
ku: Jê bigire

# Common.Controls.Actions.CopyPhoto
source: Copy Photo
ar: نسخ الصورة
ckb: لەبەری بگرەوە
kab: Nɣel tawlaft
ku: Wêneyê jê bigire

# Common.Controls.Actions.Delete
source: Delete
ar: حذف
ckb: بیسڕەوە
kab: Kkes
ku: Jê bibe

# Common.Controls.Actions.Discard
source: Discard
ar: تجاهُل
ckb: وازی لێ بێنە
kab: Sefsex
ku: Biavêje

# Common.Controls.Actions.Done
source: Done
ar: تمّ
ckb: تەواو
kab: Immed
ku: Qediya

# Common.Controls.Actions.Edit
source: Edit
ar: تَحرير
ckb: دەستکاری
kab: Ẓreg
ku: Serrast bike

# Common.Controls.Actions.FindPeople
source: Find people to follow
ar: ابحث عن أشخاص لِمُتابعتهم
ckb: خەڵک بدۆزەوە
kab: Af imdanen ara tḍefreḍ
ku: Mirovan bo şopandinê bibîne

# Common.Controls.Actions.ManuallySearch
source: Manually search instead
ar: البحث يدويًا بدلًا من ذلك
ckb: خۆت بگەڕێ
kab: Anadi s ufus deg wadeg-is
ku: Ji devlê bi destan lêgerînê bike

# Common.Controls.Actions.Next
source: Next
ar: التالي
ckb: دواتر
kab: Uḍfir
ku: Pêş

# Common.Controls.Actions.Ok
source: OK
ar: حسنًا
ckb: باشە
kab: IH
ku: BAŞ E

# Common.Controls.Actions.Open
source: Open
ar: فتح
ckb: بیکەوە
kab: Ldi
ku: Veke

# Common.Controls.Actions.OpenInBrowser
source: Open in Browser
ar: الفَتحُ في المُتَصَفِّح
ckb: لە وێبگەڕ بیکەوە
kab: Ldi deg yiminig
ku: Di gerokê de veke

# Common.Controls.Actions.OpenInSafari
source: Open in Safari
ar: الفَتحُ في Safari
ckb: لە Safari بیکەوە
kab: Ldi deg Safari
ku: Di Safariyê de veke

# Common.Controls.Actions.Preview
source: Preview
ar: مُعاينة
ckb: پێشبینین
kab: Taskant
ku: Pêşdîtin

# Common.Controls.Actions.Previous
source: Previous
ar: السابق
ckb: پێشتر
kab: Uzwir
ku: Paş

# Common.Controls.Actions.Remove
source: Remove
ar: حذف
ckb: لایبە
kab: Kkes
ku: Rake

# Common.Controls.Actions.Reply
source: Reply
ar: الرَّد
ckb: وەڵامی بدەوە
kab: Err
ku: Bersivê bide

# Common.Controls.Actions.ReportUser
source: Report %@
ar: الإبلاغُ عَن %@
ckb: سکاڵا لە %@ بکە
kab: Cetki ɣef %@
ku: %@ ragihîne

# Common.Controls.Actions.Save
source: Save
ar: حفظ
ckb: هەڵی بگرە
kab: Sekles
ku: Tomar bike

# Common.Controls.Actions.SavePhoto
source: Save Photo
ar: حفظ الصورة
ckb: هەڵی بگرە
kab: Sekles tawlaft
ku: Wêneyê tomar bike

# Common.Controls.Actions.SeeMore
source: See More
ar: عرض المزيد
ckb: زیاتر ببینە
kab: Wali ugar
ku: Bêtir bibîne

# Common.Controls.Actions.Settings
source: Settings
ar: الإعدادات
ckb: رێکخستنەکان
kab: Iɣewwaṛen
ku: Sazkarî

# Common.Controls.Actions.Share
source: Share
ar: المُشارك
ckb: هاوبەشی بکە
kab: Bḍu
ku: Parve bike

# Common.Controls.Actions.SharePost
source: Share Post
ar: مشارك المنشور
ckb: هاوبەشی بکە
kab: Bḍu tasuffeɣt
ku: Şandiyê parve bike

# Common.Controls.Actions.ShareUser
source: Share %@
ar: مُشارَكَةُ %@
ckb: %@ هاوبەش بکە
kab: Bḍu %@
ku: %@ parve bike

# Common.Controls.Actions.SignIn
source: Log in
ar: تسجيلُ الدخول
kab: Qqen
ku: Têkeve

# Common.Controls.Actions.Skip
source: Skip
ar: تخطي
ckb: بیپەڕێنە
kab: Zgel
ku: Derbas bike

# Common.Controls.Actions.TakePhoto
source: Take Photo
ar: اِلتِقاطُ صُورَة
ckb: وێنە بگرە
kab: Ṭṭef tawlaft
ku: Wêne bikişîne

# Common.Controls.Actions.TranslatePost.Title
source: Translate from %@
ar: الترجَمَة مِن %@
kab: Yettwasuqel seg %@
ku: Ji %@ wergerîne

# Common.Controls.Actions.TranslatePost.UnknownLanguage
source: Unknown
ar: غير مَعرُوفة
kab: Arussin
ku: Nenas

# Common.Controls.Actions.TryAgain
source: Try Again
ar: المُحاولة مرة أُخرى
ckb: هەوڵ بدەوە
kab: Ɛreḍ tikkelt-nniḍen
ku: Dîsa biceribîne

# Common.Controls.Actions.UnblockDomain
source: Unblock %@
ar: رفع الحظر عن %@
ckb: %@ ئاستەنگ مەکە
kab: Serreḥ i %@
ku: %@ asteng neke

# Common.Controls.Friendship.Block
source: Block
ar: حظر
ckb: ئاستەنگی بکە
kab: Sewḥel
ku: Asteng bike

# Common.Controls.Friendship.BlockDomain
source: Block %@
ar: Block domain %@
ckb: %@ ئاستەنگ بکە
kab: Block domain %@
ku: Block domain %@

# Common.Controls.Friendship.BlockUser
source: Block %@
ar: حَظرُ %@
ckb: %@ ئاستەنگ بکە
kab: Sewḥel %@
ku: %@ asteng bike

# Common.Controls.Friendship.Blocked
source: Blocked
ar: محظور
ckb: ئاستەنگ کراوە
kab: Yettusewḥel
ku: Astengkirî

# Common.Controls.Friendship.EditInfo
source: Edit Info
ar: تَحريرُ المَعلُومات
ckb: دەستکاری
kab: Ẓreg talɣut
ku: Zanyariyan serrast bike

# Common.Controls.Friendship.Follow
source: Follow
ar: مُتابَعَة
ckb: شوێنی بکەوە
kab: Ḍfeṛ
ku: Bişopîne

# Common.Controls.Friendship.Following
source: Following
ar: مُتابَع
ckb: شوێنی دەکەویت
kab: Yettwaḍfar
ku: Dişopîne

# Common.Controls.Friendship.HideReblogs
source: Hide Reblogs
ar: Hide Boosts
kab: Hide Boosts
ku: Hide Boosts

# Common.Controls.Friendship.Mute
source: Mute
ar: كَتم
ckb: بێدەنگی بکە
kab: Sgugem
ku: Bêdeng bike

# Common.Controls.Friendship.MuteUser
source: Mute %@
ar: كَتمُ %@
ckb: %@ بێدەنگە
kab: Sgugem %@
ku: %@ bêdeng bike

# Common.Controls.Friendship.Muted
source: Muted
ar: مكتوم
ckb: بێدەنگ کراوە
kab: Yettwasgugem
ku: Bêdengkirî

# Common.Controls.Friendship.Pending
source: Pending
ar: قيد المُراجعة
ckb: داوات کردووە
kab: Yegguni
ku: Tê nirxandin

# Common.Controls.Friendship.Request
source: Request
ar: إرسال طَلَب
ckb: داوای لێ بکە
kab: Tuttra
ku: Daxwaz bike

# Common.Controls.Friendship.ShowReblogs
source: Show Reblogs
ar: Show Boosts
kab: Show Boosts
ku: Show Boosts

# Common.Controls.Friendship.Unblock
source: Unblock
ar: رفع الحَظر
ckb: ئاستەنگی مەکە
kab: Serreḥ
ku: Astengiyê rake

# Common.Controls.Friendship.UnblockUser
source: Unblock %@
ar: رفع الحَظر عن %@
ckb: %@ ئاستەنگ مەکە
kab: Serreḥ i %@
ku: %@ asteng neke

# Common.Controls.Friendship.Unmute
source: Unmute
ar: رفع الكتم
ckb: بێدەنگی مەکە
kab: Kkes asgugem
ku: Bêdeng neke

# Common.Controls.Friendship.UnmuteUser
source: Unmute %@
ar: رفع الكتم عن %@
ckb: %@ بێدەنگ مەکە
kab: Kkes asgugem ɣef %@
ku: %@ bêdeng neke

# Common.Controls.Keyboard.Common.ComposeNewPost
source: Compose New Post
ar: تأليف منشور جديد
ckb: پۆستێکی نوێ بکە
kab: Aru tasuffeɣt tamaynut
ku: Şandiyeke nû binivsîne

# Common.Controls.Keyboard.Common.OpenSettings
source: Open Settings
ar: فَتحُ الإعدادات
ckb: ڕێکخستنەکان بکەوە
kab: Ldi iɣewwaren
ku: Sazkariyan Veke

# Common.Controls.Keyboard.Common.ShowFavorites
source: Show Favorites
ar: أظْهِر المُفضَّلة
ckb: بەدڵبووەکان ببینە
kab: Sken-d ismenyifen
ku: Hezkiriyan nîşan bide

# Common.Controls.Keyboard.Common.SwitchToTab
source: Switch to %@
ar: التبديل إلى %@
ckb: بڕۆ بۆ %@
kab: Ddu ɣer %@
ku: Biguherîne bo %@

# Common.Controls.Keyboard.SegmentedControl.NextSection
source: Next Section
ar: القسم التالي
ckb: دەستنیشانکراوی دواتر
kab: Tigezmi tuḍfirt
ku: Beşa pêş

# Common.Controls.Keyboard.SegmentedControl.PreviousSection
source: Previous Section
ar: القسم السابق
ckb: بەشی پێشتر
kab: Tafrant tuzwirt
ku: Beşa paş

# Common.Controls.Keyboard.Timeline.NextStatus
source: Next Post
ar: المنشور التالي
ckb: پۆستی دواتر
kab: Amagrad uḍfir
ku: Şandiya pêş

# Common.Controls.Keyboard.Timeline.OpenAuthorProfile
source: Open Author's Profile
ar: فتح الملف التعريفي للمؤلف
ckb: پرۆفایلەکەی بکەوە
kab: Ldi amaɣnu n umeskar
ku: Profîla nivîskaran veke

# Common.Controls.Keyboard.Timeline.OpenRebloggerProfile
source: Open Reblogger's Profile
ar: Open Booster's Profile
ckb: پرۆفایلەکەی بکەوە
kab: Open Booster's Profile
ku: Open Booster's Profile

# Common.Controls.Keyboard.Timeline.OpenStatus
source: Open Post
ar: فتح المنشور
ckb: بیکەوە
kab: Ldi tasuffeɣt
ku: Şandiyê veke

# Common.Controls.Keyboard.Timeline.PreviewImage
source: Preview Image
ar: معاينة الصورة
ckb: بیبینە
kab: Asenqed n tugna
ku: Pêşdîtina wêneyê

# Common.Controls.Keyboard.Timeline.PreviousStatus
source: Previous Post
ar: المنشور السابق
ckb: پۆستی پێشتر
kab: Amagrad uzwir
ku: Şandeya paş

# Common.Controls.Keyboard.Timeline.ReplyStatus
source: Reply to Post
ar: الرَّد على مَنشور
ckb: وەڵامی بدەوە
kab: Err ɣef tsuffeɣt
ku: Bersivê bide şandiyê

# Common.Controls.Keyboard.Timeline.ToggleContentWarning
source: Toggle Content Warning
ar: تبديل تحذير المُحتَوى
ckb: ئاگاداریی ناوەڕۆک نیشان بدە
kab: Beddel alɣu n ugbur
ku: Hişyariya naverokê biguherîne

# Common.Controls.Keyboard.Timeline.ToggleFavorite
source: Toggle Favorite on Post
ar: تبديل المفضلة لِمنشور
ckb: بەدڵبوونی پۆست
kab: Abeddel n usmenyaf i tsuffeɣt
ku: Li ser şandiyê hezkirî biguherîne

# Common.Controls.Keyboard.Timeline.ToggleReblog
source: Toggle Reblog on Post
ar: Toggle Boost on Post
ckb: پۆستکردنەوەی پۆست
kab: Toggle Boost on Post
ku: Toggle Boost on Post

# Common.Controls.Status.Actions.Favorite
source: Favorite
ar: التفضيل
ckb: بەدڵمە
kab: Anurif
ku: Hez bike

# Common.Controls.Status.Actions.Hide
source: Hide
ar: إخفاء
ckb: بیشارەوە
kab: Ffer
ku: Veşêre

# Common.Controls.Status.Actions.Menu
source: Menu
ar: القائمة
ckb: پێڕست
kab: Umuɣ
ku: Kulîn

# Common.Controls.Status.Actions.Reblog
source: Reblog
ar: Boost
ckb: پۆستی بکەوە
kab: Boost
ku: Boost

# Common.Controls.Status.Actions.Reply
source: Reply
ar: الرَّد
ckb: وەڵامی بدەوە
kab: Err
ku: Bersivê bide

# Common.Controls.Status.Actions.ShareLinkInPost
source: Share Link in Post
ar: مُشارَكَة الرابِط فِي مَنشور
ku: Girêdanê di şandiyê de parve bike

# Common.Controls.Status.Actions.ShowGif
source: Show GIF
ar: أظْهِر GIF
ckb: گیفەکە نیشان بدە
kab: Sken GIF
ku: GIF nîşan bide

# Common.Controls.Status.Actions.ShowImage
source: Show image
ar: أظْهِرِ الصُّورَة
ckb: وێنەکە نیشان بدە
kab: Sken tugna
ku: Wêneyê nîşan bide

# Common.Controls.Status.Actions.ShowVideoPlayer
source: Show video player
ar: أظْهِر مُشَغِّلَ المَقاطِعِ المَرئِيَّة
ckb: ڤیدیۆکە لێ بدە
kab: Sken ameɣri n tvidyut
ku: Lêdera vîdyoyê nîşan bide

# Common.Controls.Status.Actions.TapThenHoldToShowMenu
source: Tap then hold to show menu
ar: اُنقُر مُطَوَّلًا لِإظْهَارِ القائِمَة
ckb: دەستی پیا بنێ و بیگرە بۆ نیشاندانی پێڕستەکە
kab: Sit teǧǧeḍ aḍad-ik•im i wakken ad d-iffeɣ wumuɣ
ku: Ji bo nîşandana menuyê dirêj bitikîne

# Common.Controls.Status.Actions.Unfavorite
source: Unfavorite
ar: إزالة التفضيل
ckb: بەدڵبوونەکە بگەڕێنەوە
kab: Kkes seg yismenyifen
ku: Hez neke

# Common.Controls.Status.Actions.Unreblog
source: Undo reblog
ar: Undo boost
ckb: پۆستکردنەکە بگەڕێنەوە
kab: Undo boost
ku: Undo boost

# Common.Controls.Status.ContentWarning
source: Content Warning
ar: تحذير المُحتوى
ckb: ئاگاداریی ناوەڕۆک
kab: Alɣu n ugbur
ku: Hişyariya naverokê

# Common.Controls.Status.LinkViaUser
source: %@ via %@
ar: %@ عبر %@
kab: %@ s ɣur %@
ku: %@ bi riya %@

# Common.Controls.Status.LoadEmbed
source: Load Embed
ar: تحميل المُضمَن
ku: Naverokê bar bike

# Common.Controls.Status.MediaContentWarning
source: Tap anywhere to reveal
ar: اُنقُر لِلكَشف
ckb: دەستی پیا بنێ بۆ نیشاندانی
kab: Sit anida tebɣiḍ i wakken ad twaliḍ
ku: Ji bo eşkerekirinê li derekî bitikîne

# Common.Controls.Status.MetaEntity.Email
source: Email address: %@
ar: عُنوان البريد الإلكتُروني: %@
kab: Tansa imayl : %@
ku: Navnîşanên e-nameyê: %@

# Common.Controls.Status.MetaEntity.Hashtag
source: Hashtag: %@
ar: وَسْم: %@
kab: Ahacṭag : %@
ku: Hashtagê: %@

# Common.Controls.Status.MetaEntity.Mention
source: Show Profile: %@
ar: إظهار المِلف التعريفي: %@
kab: Sken-d amaɣnu : %@
ku: Profîlê nîşan bide: %@

# Common.Controls.Status.MetaEntity.Url
source: Link: %@
ar: رابِط: %@
kab: Asaɣ : %@
ku: Girêdan: %@

# Common.Controls.Status.Poll.Closed
source: Closed
ar: انتهى
ckb: داخراوە
kab: Ifukk
ku: Girtî

# Common.Controls.Status.Poll.Vote
source: Vote
ar: صَوِّت
ckb: دەنگ بدە
kab: Dɣeṛ
ku: Deng bide

# Common.Controls.Status.SensitiveContent
source: Sensitive Content
ar: مُحتَوى حَسَّاس
ckb: ناوەڕۆکی هەستیار
kab: Agbur amḥulfu
ku: Naveroka hestiyarî

# Common.Controls.Status.ShowPost
source: Show Post
ar: أظْهِر مَنشور
ckb: پۆستەکە نیشان بدە
kab: Sken-d tasuffeɣt
ku: Şandiyê nîşan bide

# Common.Controls.Status.ShowUserProfile
source: Show user profile
ar: أظْهِر المِلَفَّ التَّعريفِيَّ لِلمُستَخدِم
ckb: پرۆفایلەکەی نیشان بدە
kab: Ssken-d amaɣnu n useqdac
ku: Profîla bikarhêner nîşan bide

# Common.Controls.Status.Tag.Email
source: Email
ar: بَريدٌ إلِكتُرُونِيّ
ckb: ئیمێڵ
kab: Imayl
ku: E-name

# Common.Controls.Status.Tag.Emoji
source: Emoji
ar: رمز تعبيري
ckb: ئیمۆجی
kab: Emuji
ku: Emojî

# Common.Controls.Status.Tag.Hashtag
source: Hashtag
ar: وسم
ckb: هاشتاگ
kab: Ahacṭag

# Common.Controls.Status.Tag.Link
source: Link
ar: رابط
ckb: بەستەر
kab: Aseɣwen
ku: Girêdan

# Common.Controls.Status.Tag.Mention
source: Mention
ar: إشارة
ckb: ئاماژە
kab: Tabdart
ku: Qalkirin

# Common.Controls.Status.Tag.Url
source: URL
ar: عنوان URL
ckb: بەستەر

# Common.Controls.Status.TapToReveal
source: Tap to reveal
ar: اُنقُر لِلكَشف
ckb: دەستی پیا بنێ بۆ نیشاندانی
kab: Sit i uskan
ku: Ji bo dîtinê bitikîne

# Common.Controls.Status.Translation.ShowOriginal
source: Shown Original
ar: إظهار الأصل
kab: Show Original
ku: A resen nîşan bide

# Common.Controls.Status.Translation.TranslatedFrom
source: Translated from %@ using %@
ar: الترجَمَة مِن %@ بِاستِخدَام %@
kab: Yettwasuqel seg %@ s %@
ku: Hate wergerandin ji %@ bi riya %@

# Common.Controls.Status.Translation.UnknownLanguage
source: Unknown
ar: غير مَعرُوفة
kab: Arussin
ku: Nenas

# Common.Controls.Status.Translation.UnknownProvider
source: Unknown
ar: غير مَعرُوف
kab: Arussin
ku: Nenas

# Common.Controls.Status.UserReblogged
source: %@ reblogged
ar: %@ boosted
ckb: %@ پۆست کرایەوە
kab: %@ boosted
ku: %@ boosted

# Common.Controls.Status.UserRepliedTo
source: Replied to %@
ar: رَدًا على %@
ckb: لە وەڵامدا بۆ %@
kab: Yerra ɣef %@
ku: Bersiv da %@

# Common.Controls.Status.Visibility.Direct
source: Only mentioned user can see this post.
ar: المُستخدمِونَ المُشارِ إليهم فَقَطْ مَن يُمكِنُهُم رُؤيَةُ هَذَا المَنشُور.
ckb: تەنیا بەکارهێنەرە ئاماژە پێکراوەکە دەتوانێت ئەم پۆستە ببینێت.
kab: D ineḍfaren-is kan i izemren ad walin tsuffeɣ-a.
ku: Tenê bikarhênerê qalkirî dikare vê şandiyê bibîne.

# Common.Controls.Status.Visibility.Private
source: Only their followers can see this post.
ar: فَقَطْ مُتابِعينَهُم مَن يُمكِنُهُم رُؤيَةُ هَذَا المَنشُور.
ckb: تەنیا شوێنکەوتووەکانی دەتوانن ئەم پۆستە ببینن.
kab: D ineḍfaren-is kan i izemren ad walin tsuffeɣ-a.
ku: Tenê şopînerên wan dikarin vê şandiyê bibînin.

# Common.Controls.Status.Visibility.PrivateFromMe
source: Only my followers can see this post.
ar: فَقَطْ مُتابِعيني أنَا مَن يُمكِنُهُم رُؤيَةُ هَذَا المَنشُور.
ckb: تەنیا شوێنکەوتووەکانم دەتوانن ئەم پۆستە ببینن.
kab: D ineḍfaren-is kan i izemren ad walin tsuffeɣ-a.
ku: Tenê şopînerên min dikarin vê şandiyê bibînin.

# Common.Controls.Status.Visibility.Unlisted
source: Everyone can see this post but not display in the public timeline.
ar: يُمكِنُ لِلجَميعِ رُؤيَةُ هَذَا المَنشورِ وَلكِنَّهُ لَا يُعرَضُ فِي الخَطِّ الزَمنيّ العام.
ckb: هەرکەسێک دەتوانێت ئەم پۆستە ببینێت بەڵام ناچێتە بەردەمیان.
kab: Yal wa yezmer ad iwali tsuffeɣt-a maca ur d-tettwaskaneḍ ara deg yizirig n wakud azayaz.
ku: Her kes dikare vê şandiyê bibîne lê nayê nîşandan di demnameya gelemperî de.

# Common.Controls.Tabs.Home
source: Home
ar: الرَّئِيسَة
ckb: ماڵەوە
kab: Agejdan
ku: Serrûpel

# Common.Controls.Tabs.Notifications
source: Notifications
ar: الإشعارات
kab: Ilɣa
ku: Agahdarî

# Common.Controls.Tabs.Profile
source: Profile
ar: المِلَفُّ التَّعريفِيّ
ckb: پرۆفایل
kab: Amaɣnu
ku: Profîl

# Common.Controls.Tabs.SearchAndExplore
source: Search and Explore
ar: البَحث وَالاِستِكشاف
ku: Bigere û vekole

# Common.Controls.Timeline.Filtered
source: Filtered
ar: مُصفَّى
ckb: پاڵێوراو
kab: Yettwasizdeg
ku: Parzûnkirî

# Common.Controls.Timeline.Header.BlockedWarning
source: You can’t view this user’s profile until they unblock you.
ar: لا يُمكِنُكَ عَرض الملف التَعريفي لهذا المُستخدِم حتَّى يَرفَعَ الحَظرَ عَنك.
ckb: ناتوانیت پرۆفایلی ئەم بەکارهێنەرە ببینیت تا ئەو کاتەی ئاستەنگەکەت لادەبات.
kab: Ur tezmireḍ ara ad twaliḍ amaɣnu n useqdac-a Akka i as-d-yettban umaɣnu-inek.
ku: Tu nikarî profîla vî/ê bikarhênerî bibînî heya ku ew astengiyê li ser te rakin.
