Repository: 32accc/Mastodon-iOS
Catalog: MastodonSDK/Sources/MastodonLocalization/Resources/*.lproj/Localizable.strings
Languages: ar, ckb, kab, ku

# Scene.RebloggedBy.Title
source: Reblogged By
ar: Boosted By
kab: Boosted By
ku: Boosted By

# Scene.Register.Error.Item.Agreement
source: Agreement
ar: الاِتِّفاقيَّة
ckb: ڕێککەوتن
kab: Amtawa
ku: Peyman

# Scene.Register.Error.Item.Email
source: Email
ar: البريد الإلكتروني
ckb: ئیمێڵ
kab: Imayl
ku: E-name

# Scene.Register.Error.Item.Locale
source: Locale
ar: اللُّغَة
ckb: زمان
kab: Tadigant
ku: Zimanê navrûyê

# Scene.Register.Error.Item.Password
source: Password
ar: الرمز السري
ckb: تێپەڕوشە
kab: Awal uffir
ku: Borînpeyv

# Scene.Register.Error.Item.Reason
source: Reason
ar: السَّبَب
ckb: هۆکار
kab: Taɣẓint
ku: Sedem

# Scene.Register.Error.Item.Username
source: Username
ar: اِسمُ المُستَخدِم
ckb: ناوی بەکارهێنەر
kab: Isem n useqdac
ku: Navê bikarhêner

# Scene.Register.Error.Reason.Accepted
source: %@ must be accepted
ar: يجب أن يُقبل %@
ckb: %@ دەبێت قبووڵ بکرێت
kab: %@ ilaq ad yettwaqbal
ku: %@ divê were pejirandin

# Scene.Register.Error.Reason.Blank
source: %@ is required
ar: %@ مَطلوب
ckb: %@ پێویستە
kab: isra %@
ku: %@ pêwist e

# Scene.Register.Error.Reason.Blocked
source: %@ contains a disallowed email provider
ar: يحتوي %@ على موفِّر خدمة بريد إلكتروني غير مسموح به
ckb: %@ خزمەتگوزارییەکی ئیمێڵی ڕێپێنەدراو بەکار دەهێنێت
kab: %@ deg-s asaǧǧăw n yimayl ur nettusireg ara
ku: %@ peydekerê e-peyamê yê qedexekirî dihewîne

# Scene.Register.Error.Reason.Inclusion
source: %@ is not a supported value
ar: إنَّ %@ قيمة غير مدعومة
ckb: %@ پشتگیرینەکراوە
kab: %@ mačči d azal yettusefraken
ku: %@ ne nirxek piştgirî ye

# Scene.Register.Error.Reason.Invalid
source: %@ is invalid
ar: %@ غير صالح
ckb: %@ نادروستە
kab: %@ d arameɣtu
ku: %@ ne derbasdar e

# Scene.Register.Error.Reason.Reserved
source: %@ is a reserved keyword
ar: إنَّ %@ عبارة عن كلمة مفتاحيَّة محجوزة
ckb: %@ وشەیەکی گیراوە
kab: %@ d awal uffir yettwaḥarren
ku: %@ peyveke parastî ye

# Scene.Register.Error.Reason.Taken
source: %@ is already in use
ar: %@ مأخوذ بالفعل. ماذا عن:
ckb: %@ بەکار هێنراوە لەلایەن یەکێکی تر
kab: %@ is already taken. How about:
ku: %@ jixwe hatiye birin. Tu çi dibêjî ser:

# Scene.Register.Error.Reason.TooLong
source: %@ is too long
ar: %@ طَويلٌ جِدًّا
ckb: %@ زۆر درێژە
kab: %@ ɣezzif aṭas
ku: %@ pir dirêj e

# Scene.Register.Error.Reason.TooShort
source: %@ is too short
ar: %@ قَصِيرٌ جِدًا
ckb: %@ زۆر کورتە
kab: %@ wezzil aṭas
ku: %@ pir kurt e

# Scene.Register.Error.Reason.Unreachable
source: %@ does not seem to exist
ar: يبدوا أنَّ %@ غير موجود
ckb: %@ بوونی نییە
kab: %@ ur yettban ara yella
ku: %@ xuya ye ku tune ye

# Scene.Register.Error.Special.EmailInvalid
source: This is not a valid email address
ar: عُنوانُ البَريدِ الاِلِكتُرُونيّ هَذَا غَيرُ صَالِح
ckb: ئەم ئیمێڵە دروست نییە
kab: Tagi mačči d tansa n yimayl tameɣtut
ku: Ev navnîşaneke e-nameyê ne derbasdar e

# Scene.Register.Error.Special.PasswordTooShort
source: Password is too short (must be at least 8 characters)
ar: رمز السر قصير جدًا (يجب أن يتكون من ثمان خانات على الأقل)
ckb: تێپەڕوشەکە زۆر کورتە (نابێت لە 8 نووسە کەمتر بێت)
kab: Awal uffir wezzil aṭas (ilaq ad yesɛu ma drus 8 yisekkilen)
ku: Borînpeyv pir kurt e (divê herî kêm 8 tîp be)

# Scene.Register.Error.Special.UsernameInvalid
source: Username must only contain alphanumeric characters and underscores
ar: يُمكِن أن يحتوي اسم المستخدم على أحرف أبجدية، أرقام وشرطات سفلية فقط
ckb: ناوی بەکارهێنەر دەبێت تەنیا پیت، ژمارە و هێڵی ژێرەوەی تێدا بێت
kab: Isem n useqdac ilaq ad yesɛu kan isekkilen igmumḍinen d wid yettujerrden
ku: Navê bikarhêner divê tenê ji tîpên alfajimarî û binxêz pêk be

# Scene.Register.Error.Special.UsernameTooLong
source: Username is too long (can’t be longer than 30 characters)
ar: اِسم المُستَخدِم طويل جداً (يَجِبُ ألّا يكون أطول من ثلاثين خانة)
ckb: ناوی بەکارهێنەرەکە زۆر درێژە (ناکرێت لە 30 نووسە زیاتر بێت)
kab: Isem n useqdac ɣezzif aṭas (ur ilaq ara ad iɛeddi nnig 30 yisekkilen)
ku: Navê bikarhêner pir dirêj e (ji 30 tîpan dirêjtir nabe)

# Scene.Register.Input.Avatar.Delete
source: Delete
ar: حذف
ckb: بیسڕەوە
kab: Kkes
ku: Jê bibe

# Scene.Register.Input.DisplayName.Placeholder
source: display name
ar: اِسمُ عَرض
ckb: ناوی نیشاندان
kab: isem ara d-yettwaskanen
ku: navê nîşanê

# Scene.Register.Input.Email.Placeholder
source: email
ar: بَريدٌ إلِكتُرُونِيّ
ckb: ئیمێڵ
kab: imayl
ku: e-name

# Scene.Register.Input.Invite.RegistrationUserInviteRequest
source: Why do you want to join?
ar: لماذا ترغب في الانضمام؟
ckb: بۆچی دەتەوێت بەشدار بیت؟
kab: Acimi tebγiḍ ad ternuḍ iman-ik?
ku: Tu çima dixwazî beşdar bibî?

# Scene.Register.Input.Password.Accessibility.Checked
source: checked
ar: مُتَحَققٌ مِنه
ckb: هەڵبژێردراو
kab: yettwasenqed
ku: hate kontrolkirin

# Scene.Register.Input.Password.Accessibility.Unchecked
source: unchecked
ar: غيرُ مُتَحَققٍ مِنه
ckb: هەڵنەبژێردراو
kab: ur yettwasenqed ara
ku: nehate kontrolkirin

# Scene.Register.Input.Password.CharacterLimit
source: 8 characters
ar: ثمانيةُ خانات
ckb: 8 پیت
kab: 8 n yisekkilen
ku: 8 tîp

# Scene.Register.Input.Password.Hint
source: Your password needs at least eight characters
ar: يَجِبُ أن يَحتَوي رَمزُكَ السِرِّيَ علَى ثَمانِ خاناتٍ أقلًا
ckb: دەبێت تێپەڕوشەکەت لایەنی کەم هەشت نووسە بێت
kab: Awal-ik uffir yesra ma drus ṭam n yisekkilen
ku: Borînpeyva te herî kêm divê ji 8 tîpan pêk be

# Scene.Register.Input.Password.Placeholder
source: password
ar: رمز سري
ckb: تێپەڕوشە
kab: awal uffir
ku: borînpeyv

# Scene.Register.Input.Password.Require
source: Your password needs at least:
ar: رمز المرور الخاص بك يجب أن يحتوي على الأقل:
ckb: تێپەڕوشەکەت لایەنی کەم پێویستیی هەیە بە:
kab: Awal-ik uffir yesra ma drus:
ku: Pêdiviya pêborîna te ya herî kêm:

# Scene.Register.Input.Username.DuplicatePrompt
source: This username is taken.
ar: اِسم المُستَخدِم هذا مأخوذٌ بالفعل.
ckb: ئەم ناوە گیراوە.
kab: Isem-ayi n umseqdac yettwaṭṭef yakan.
ku: Navê vê bikarhêner tê girtin.

# Scene.Register.Input.Username.Placeholder
source: username
ar: اِسمُ مُستَخدِم
ckb: ناوی بەکارهێنەر
kab: isem n useqdac
ku: navê bikarhêner

# Scene.Register.Title
source: Let’s get you set up on %@
ar: إنشاء حساب
ckb: خۆت تۆمار بکە لە %@
kab: Asnulfu n umiḍan
ku: Ajimêr biafirîne

# Scene.Report.Content1
source: Are there any other posts you’d like to add to the report?
ar: هل ترغب في إضافة أي منشورات أُخرى إلى البلاغ؟
ckb: پۆستی تر هەیە بتەوێت سکاڵایان لێ بکەیت؟
kab: Tebɣiḍ ad ternuḍ tisuffaɣ-nniḍen ɣer uneqqis?
ku: Şandiyên din hene ku tu dixwazî tevlî ragihandinê bikî?

# Scene.Report.Content2
source: Is there anything the moderators should know about this report?
ar: هل هناك أي شيء يجب أن يعرفه المُراقبين حول هذا البلاغ؟
ckb: هیچ شتێکی هەیە بە چاودێرەکان بیزانن دەربارەی ئەم سکاڵایە؟
kab: Yella wayen i ilaqen ad teẓren yimḍebbren ɣef uneqqis-a?
ku: Derbarê vê ragihandinê de tiştek heye ku divê çavdêr bizanin?

# Scene.Report.ReportSentTitle
source: Thanks for reporting, we’ll look into this.
ar: شُكرًا لَكَ على الإبلاغ، سَوفَ نَنظُرُ فِي هَذَا الأمر.
ckb: سپاس بۆ سکاڵاکات، پێیدا دەچینەوە.
kab: Tanemmirt ɣef uneqqis, ad nwali deg waya.
ku: Spas ji bo ragihandina te, em ê binirxînin.

# Scene.Report.Reported
source: REPORTED
ar: مُبْلَغٌ عَنه
ckb: سکاڵای لێ کرا
kab: YETTWAMMEL
ku: HATE RAGIHANDIN

# Scene.Report.Send
source: Send Report
ar: إرسال البلاغ
ckb: سکاڵاکە بنێرە
kab: Azen aneqis
ku: Ragihandinê bişîne

# Scene.Report.SkipToSend
source: Send without comment
ar: إرسال بدون تعليق
ckb: بەبێ لێدوان بینێرە
kab: Azen s war awennit
ku: Bêyî şirove bişîne

# Scene.Report.Step1
source: Step 1 of 2
ar: الخطوة 1 مِن أصل 2
ckb: هەنگاوی 1 لە 2
kab: Aḥric 1 seg 2
ku: Gav 1 ji 2

# Scene.Report.Step2
source: Step 2 of 2
ar: الخطوة 2 مِن أصل 2
ckb: هەنگاوی 2 لە 2
kab: Aḥric 2 seg 2
ku: Gav 2 ji 2

# Scene.Report.StepFinal.BlockUser
source: Block %@
ar: حَظرُ %@
kab: Sewḥel %@
ku: %@ asteng bike

# Scene.Report.StepFinal.DontWantToSeeThis
source: Don’t want to see this?
ar: ألَا تُريدُ رُؤيَةَ هَذَا؟
kab: Ur tebɣiḍ ara ad twaliḍ aya?
ku: Tu naxwazî vê bibînî?

# Scene.Report.StepFinal.MuteUser
source: Mute %@
ar: كَتمُ %@
kab: Sgugem %@
ku: %@ bêdeng bike

source: They will no longer be able to follow or see your posts, but they can see if they’ve been blocked.
ar: لَن يَتمكَّنَ بَعدَ الآنِ مِن مُتابَعَةِ مَنشوراتِكَ أو رُؤيَتِها، وَلكِن يُمكِنَهُ مَعرِفَةُ مَا إذا حُظَرِت عَنه.
kab: Ur ttuɣalen ara ad izmiren ad ak•akem-ḍefren neɣ ad walin tisuffaɣ-inek•inem, maca ad walin ma yella ttusweḥlen.
ku: Êdî nikarin şandiyên te bişopînin an jî bibînin, lê ew dikarin bibînin ka hatine astengkirin an na.

# Scene.Report.StepFinal.Unfollow
source: Unfollow
ar: إلغاءُ المُتابَعَة
kab: Ur ṭṭafaṛ ara
ku: Neşopîne

# Scene.Report.StepFinal.UnfollowUser
source: Unfollow %@
ar: إلغاءُ مُتابَعَةِ %@
kab: Y•Teḥbes aḍfar n %@
ku: %@ neşopîne

# Scene.Report.StepFinal.Unfollowed
source: Unfollowed
ar: أُلغِيَت المُتابَعَة
kab: Y•Teḥbes aḍfar n
ku: Ji şopê hate derketin

source: When you see something you don’t like on Mastodon, you can remove the person from your experience.
ar: عِندما تَرى شيئًا لَا يُعجِبُكَ عَلَى مَاستودُون، يُمكِنُكَ إزالَةُ الشَّخصِ مِن تَجرِبَتِك.
kab: Mi ara twaliḍ kra ur ak•am-neɛǧib ara ɣef Mastodon, tzemreḍ ad tekkseḍ amdan-nni seg tirmit-ik•im.
ku: Dema li ser Mastodonê tiştekî ku tu jê hez nakî bibînî, tu dikarî ew kes ji navrûya xwe derxî.

# Scene.Report.StepFinal.WhileWeReviewThisYouCanTakeActionAgainstUser
source: While we review this, you can take action against %@
ar: أثناءُ مُراجَعَتِنا لِذلِك، يُمكِنُكَ اِتِّخاذُ إجراءٍ ضِدَّ %@
kab: Ideg nekkni nessenqad tuttra-inek•inem, tzemreḍ ad tḥadreḍ mgal %@
ku: Dema ku em vê yekê dinirxînin, tu dikarî li dijî %@ tedbîran bigirî

source: You won’t see their posts or reblogs in your home feed. They won’t know they’ve been muted.
ar: You won’t see their posts or boosts in your home feed. They won’t know they’ve been muted.
kab: You won’t see their posts or boosts in your home feed. They won’t know they’ve been muted.
ku: You won’t see their posts or boosts in your home feed. They won’t know they’ve been muted.

# Scene.Report.StepFour.IsThereAnythingElseWeShouldKnow
source: Is there anything else we should know?
ar: هَل هُناكَ شَيءٌ آخَرَ يَجِبُ أن نَعلَمَ بِه؟
kab: Yella wayen-nniḍen i ilaqen ad t-nẓer?
ku: Tiştek din heye ku tu difikirî ku divê em zanibin?

# Scene.Report.StepFour.Step4Of4
source: Step 4 of 4
ar: الخطوة 4 مِن أصل 4
kab: Aḥric 4 seg 4
ku: Gav 4 ji 4

# Scene.Report.StepOne.IDontLikeIt
source: I don’t like it
ar: لا يُعجِبُني
kab: Ur ḥemmleɣ ara aya
ku: Ez jê hez nakim

# Scene.Report.StepOne.ItIsNotSomethingYouWantToSee
source: It is not something you want to see
ar: إنَّهُ ليسَ شيئًا تُريدُ رُؤيَتَه
kab: D ayen akk ur bɣiɣ ara ad waliɣ
ku: Ew ne tiştek e ku tu dixwazî bibînî

# Scene.Report.StepOne.ItViolatesServerRules
source: It violates server rules
ar: يَنتَهِكُ قَواعِدَ الخادِم
kab: Truẓi n yilugan n uqeddac
ku: Ew rêzikên rajekar binpê dike

# Scene.Report.StepOne.ItsSomethingElse
source: It’s something else
ar: إنَّهُ شَيءٌ آخَر
kab: Ɣef ssebba-nniḍen
ku: Tiştekî din e

# Scene.Report.StepOne.ItsSpam
source: It’s spam
ar: إنَّهُ غَيرٌ مَرغوبٍ فيه
kab: D aspam
ku: Ew spam e

# Scene.Report.StepOne.MaliciousLinksFakeEngagementOrRepetetiveReplies
source: Malicious links, fake engagement, or repetetive replies
ar: رَوابِطٌ ضَارَّة، اِرتِباطاتٌ مُزيَّفَة أو رُدودٌ مُتَكَرِّرَة
kab: Yir iseɣwan, yir agman d tririyin i d-yettuɣalen
ku: Girêdanên xerab, tevlêbûna sexte, an jî bersivên dubarekirî

# Scene.Report.StepOne.SelectTheBestMatch
source: Select the best match
ar: اِختَر أفضلَ تَطابُق
kab: Fren amṣada akk igerrzen
ku: Baştirîn lihevhatina hilbijêre

# Scene.Report.StepOne.Step1Of4
source: Step 1 of 4
ar: الخطوة 1 مِن أصل 4
kab: Aḥric 1 seg 4
ku: Gav 1 ji 4

# Scene.Report.StepOne.TheIssueDoesNotFitIntoOtherCategories
source: The issue does not fit into other categories
ar: المُشكِلَةُ لَا تَتَناسَبُ مَعَ الفِئاتِ الأُخرَى
kab: Ugur ur yemṣada ara akk d taggayin-nniḍen
ku: Pirsgirêk di kategoriyên din de cih nagire

# Scene.Report.StepOne.WhatsWrongWithThisAccount
source: What's wrong with this account?
ar: ما المُشكِلَةُ فِي هَذَا الحِساب؟
kab: Acu n wugur yellan deg umiḍan-a?
ku: Çi çewt e di vê ajimêrê de?

# Scene.Report.StepOne.WhatsWrongWithThisPost
source: What's wrong with this post?
ar: ما المُشكِلَةُ فِي هَذَا المَنشُور؟
kab: Acu n wugur yellan d tsuffeɣt-a?
ku: Çi çewt e di vê şandiyê de?

# Scene.Report.StepOne.WhatsWrongWithThisUsername
source: What's wrong with %@?
ar: ما المُشكِلَة مَعَ %@؟
kab: Acu n wugur yellan d %@?
ku: Çi çewt e bi %@ re?

# Scene.Report.StepOne.YouAreAwareThatItBreaksSpecificRules
source: You are aware that it breaks specific rules
ar: أنتَ مُدِركٌ لِانتِهاكِهِ قَواعِدًا مُحَدَّدَة
kab: Teẓriḍ y·tettruẓu kra n yilugan
ku: Tu dizanî ku ew rêzikên taybetiyê binpê dike

# Scene.Report.StepThree.AreThereAnyPostsThatBackUpThisReport
source: Are there any posts that back up this report?
ar: هَل هُناكَ أيُّ مَنشُوراتٍ أُخرَى تَتَوافَقُ مَعَ هَذَا التَّقرير؟
kab: Llant tsuffaɣ ara isdemren aneqqis-a?
ku: Tu şandiyên ku vê ragihandinê piştgirî dikin hene?

# Scene.Report.StepThree.SelectAllThatApply
source: Select all that apply
ar: اِختَر كُلَّ ما يَنطَبِق
kab: Fren akk tifrat ara yettusnasen
ku: Hemûyên ku têne sepandin hilbijêre

# Scene.Report.StepThree.Step3Of4
source: Step 3 of 4
ar: الخطوة 3 مِن أصل 4
kab: Aḥric 3 seg 4
ku: Gav 3 ji 4

# Scene.Report.StepTwo.IJustDon’tLikeIt
source: I just don’t like it
ar: أنا فَقَط لا يُعجِبُني
kab: Ur ḥemmleɣ ara kan aya
ku: Tenê ez jê hez nakim

# Scene.Report.StepTwo.SelectAllThatApply
source: Select all that apply
ar: اِختَر كُلَّ ما يَنطَبِق
kab: Fren akk tifrat ara yettusnasen
ku: Hemûyên ku têne sepandin hilbijêre

# Scene.Report.StepTwo.Step2Of4
source: Step 2 of 4
ar: الخطوة 2 مِن أصل 4
kab: Aḥric 2 seg 4
ku: Gav 2 ji 4

# Scene.Report.StepTwo.WhichRulesAreBeingViolated
source: Which rules are being violated?
ar: مَا هِيَ القَواعِدُ الَّتي تُنتَهَك؟
kab: Acu n yilugan i yettwarẓan?
ku: Kîjan rêzik têne binpêkirin?

# Scene.Report.TextPlaceholder
source: Type or paste additional comments
ar: اكتب أو الصق تعليقات إضافيَّة
ckb: ڕوونکردنەوەی زۆرتر بدە
kab: Aru neɣ senteḍ iwenniten-nniḍen
ku: Şiroveyên daxwazkirê binivîsine an jî pê ve bike

# Scene.Report.Title
source: Report %@
ar: الإبلاغ عن %@
ckb: سکاڵا لە %@ بکە
kab: Aneqqis %@
ku: %@ ragihîne

# Scene.Report.TitleReport
source: Report
ar: إبلاغ
ckb: سکاڵای لێ بکە
kab: Aneqqis
ku: Ragihandin

# Scene.Search.Recommend.Accounts.Description
source: You may like to follow these accounts
ar: قَد تَرغَب في مُتابَعَةِ هَذِهِ الحِسابات
ckb: لەوانەیە بتەوێت شوێنی ئەم هەژمارانە بکەویت
kab: Ahat tebɣiḍ ad tḍefreḍ imiḍanen-a
ku: Dibe ku tu bixwazî van ajimêran bişopînî

# Scene.Search.Recommend.Accounts.Follow
source: Follow
ar: مُتابَعَة
ckb: شوێنی بکەوە
kab: Ḍfeṛ
ku: Bişopîne

# Scene.Search.Recommend.Accounts.Title
source: Accounts you might like
ar: حِساباتٍ قَد تُعجِبُك
ckb: لەوانەیە حەزت لەمانە بێت
kab: Imiḍanen i tzemreḍ ad tḥemmleḍ
ku: Ajimêrên ku belkî tu jê hez bikî

# Scene.Search.Recommend.ButtonText
source: See All
ar: إظهار الكُل
ckb: هەمووی ببینە
kab: Wali akk
ku: Hemûyan bibîne

# Scene.Search.Recommend.HashTag.Description
source: Hashtags that are getting quite a bit of attention
ar: الوُسُومُ الَّتي تَحظى بقدرٍ كبيرٍ مِنَ الاِهتمام
ckb: ئەو هاشتاگانەی سەرنجی زۆریان لەسەرە
kab: Hashtags i d-ijebbden aṭas lwelha
ku: Hashtag ên ku pir balê dikişînin

# Scene.Search.Recommend.HashTag.PeopleTalking
source: %@ people are talking
ar: %@ أشخاص يتحدَّثوا
ckb: %@ کەس باسی دەکەن
kab: %@ yimdanen i yettmeslayen
ku: %@ kes diaxivin

# Scene.Search.Recommend.HashTag.Title
source: Trending on Mastodon
ar: ذُو شَعبِيَّةٍ عَلَى مَاستودُون
ckb: ڕۆژەڤ
kab: Ayen mucaɛen ɣef Mastodon
ku: Rojev li ser Mastodon

# Scene.Search.SearchBar.Cancel
source: Cancel
ar: إلغاء
ckb: بگەڕێوە
kab: Sefsex
ku: Dev jê berde

# Scene.Search.SearchBar.Placeholder
source: Search hashtags and users
ar: اِبحَث عَن وُسُومٍ أو مُستَخدِمين
ckb: بۆ هاشتاگ و بەکارهێنەر بگەڕێ
kab: Nadi hashtags d yiseqdacen
ku: Li hashtag û bikarhêneran bigere

# Scene.Search.Searching.Clear
source: Clear
ar: مَحو
ckb: بیانسڕەوە
kab: Sfeḍ
ku: Pak bike

# Scene.Search.Searching.EmptyState.NoResults
source: No results
ar: لا تُوجَدُ نتائِج
ckb: هیچ ئەنجامێک نەدۆزرایەوە
kab: Ulac igemmaḍ
ku: Encam tune

# Scene.Search.Searching.RecentSearch
source: Recent searches
ar: عَمَليَّاُت البَحثِ الأخيرَة
ckb: گەڕانەکانی پێشترت
kab: Inadiyen imaynuten
ku: Lêgerînên dawî

# Scene.Search.Title
source: Search
ar: البَحث
ckb: بگەڕێ
kab: Nadi
ku: Bigere

# Scene.ServerPicker.Button.Category.Academia
source: academia
ar: أكاديمي
ckb: ئەکادیمیا
kab: akadimi
ku: akademî

# Scene.ServerPicker.Button.Category.Activism
source: activism
ar: نُشَطاء
ckb: چالاکی
kab: tinuɣmest
ku: çalakî

# Scene.ServerPicker.Button.Category.All
source: All
ar: الكُل
ckb: هەموو
kab: Akk
ku: Hemû

# Scene.ServerPicker.Button.Category.AllAccessiblityDescription
source: Category: All
ar: الفِئَة: الكُل
ckb: بەش: هەموو
kab: Taggayt: Akk
ku: Beş: Hemû

# Scene.ServerPicker.Button.Category.Art
source: art
ar: فُنون
ckb: هونەر
kab: taẓuri
ku: huner

# Scene.ServerPicker.Button.Category.Food
source: food
ar: طَعام
ckb: خواردن
kab: učči
ku: xwarin

# Scene.ServerPicker.Button.Category.Furry
source: furry
ar: مَكسُوٌ بِالفَرو
kab: s taḍut

# Scene.ServerPicker.Button.Category.Games
source: games
ar: ألعَاب
ckb: یاری
kab: uraren
ku: lîsk

# Scene.ServerPicker.Button.Category.General
source: general
ar: عَام
ckb: گشتی
kab: amatu
ku: giştî

# Scene.ServerPicker.Button.Category.Journalism
source: journalism
ar: صَحافة
ckb: ڕۆژنامەوانی
kab: taɣamsa
ku: rojnamevanî

# Scene.ServerPicker.Button.Category.Lgbt
source: lgbt
ar: مَخَانِيث

# Scene.ServerPicker.Button.Category.Music
source: music
ar: مُوسيقى
ckb: موزیک
kab: aẓawan
ku: muzîk

# Scene.ServerPicker.Button.Category.Regional
source: regional
ar: إقليمي
ckb: هەرێمی
kab: amnaḍan
ku: herêmî

# Scene.ServerPicker.Button.Category.Tech
source: tech
ar: تَقنِيَة
ckb: تەکنۆلۆژیا
kab: atiknikan
ku: teknolojî

# Scene.ServerPicker.Button.SeeLess
source: See Less
ar: عَرضُ عَناصِرٍ أقَل
ckb: کەمتر ببینە
kab: Sken cwiṭ
ku: Kêmtir bibîne

# Scene.ServerPicker.Button.SeeMore
source: See More
ar: عَرضُ عَناصِرٍ أكثَر
ckb: زیاتر ببینە
kab: Wali ugar
ku: Bêtir bibîne

# Scene.ServerPicker.EmptyState.BadNetwork
source: Something went wrong while loading the data. Check your internet connection.
ar: حدث خطأٌ ما أثناء تحميل البيانات. تحقَّق من اتصالك بالإنترنت.
ckb: هەڵەیەک ڕوویدا لە کاتی بارکردن. لە هەبوونی هێڵی ئینتەرنێت دڵنیا بە.
kab: Tella-d tuccḍa lawan n usali n yisefka. Senqed tuqqna-ink internet.
ku: Di dema barkirina daneyan da çewtî derket. Girêdana xwe ya înternetê kontrol bike.

# Scene.ServerPicker.EmptyState.FindingServers
source: Finding available servers...
ar: يجري إيجاد خوادم متوفِّرَة...
ckb: ڕاژەکار دەدۆزرێتەوە...
kab: Tifin n yiqeddacen yellan...
ku: Peydakirina rajekarên berdest...

# Scene.ServerPicker.EmptyState.NoResults
source: No results
ar: لا توجد نتائج
ckb: ئەنجام نییە
kab: Ulac igemmaḍ
ku: Encam tune

# Scene.ServerPicker.Input.SearchServersOrEnterUrl
source: Search communities or enter URL
ar: اِبحث عَن مُجتَمَعَات أو أدخِل عُنوانَ URL
kab: Nadi timɣiwnin neɣ sekcem URL
ku: Li civakan bigere an jî girêdanê têxe

# Scene.ServerPicker.Label.Category
source: CATEGORY
ar: الفئة
ckb: بەش
kab: TAGGAYT
ku: BEŞ

# Scene.ServerPicker.Label.Language
source: LANGUAGE
ar: اللُّغَة
ckb: زمان
kab: TUTLAYT
ku: ZIMAN

# Scene.ServerPicker.Label.Users
source: USERS
ar: مُستَخدِم
ckb: بەکارهێنەر
kab: ISEQDACEN
ku: BIKARHÊNER

# Scene.ServerPicker.Title
source: Mastodon is made of users in different servers.
ar: اختر خادمًا
ckb: ماستۆدۆن لە چەندان بەکارهێنەر پێک دێت کە لە ڕاژەکاری جیاواز دان.
kab: Xtir aqeddac
ku: Rajekar hilbijêre

# Scene.ServerRules.Button.Confirm
source: I Agree
ar: أوافق
ckb: ڕازیم
kab: Qebleɣ
ku: Ez dipejirînim

# Scene.ServerRules.PrivacyPolicy
source: privacy policy
ar: سِياسَة الخُصُوصيَّة
ckb: سیاسەتی تایبەتێتی
kab: tasertit tabaḍnit
ku: polîtikaya nihêniyê

# Scene.ServerRules.Prompt
source: By continuing, you’re subject to the terms of service and privacy policy for %@.
ar: في حال إختيارك للمواصلة، أنت تخضع لشروط الخدمة وسياسة الخصوصية لِـ%@.
ckb: بەردەوامبوونت واتای ڕازیبوونتە بە مەرجەکانی خزمەتگوزاری و سیاسەتی تایبەتێتیی %@.
kab: Mi ara tkemmleḍ, ilaq ad tqebleḍ tiwtilin n yimeẓla d tsertit tabaḍnit n %@.
ku: Bi domandinê, tu ji bo %@ di bin mercên bikaranînê û polîtîkaya nepenîtiyê dipejirînî.

# Scene.ServerRules.Subtitle
source: These are set and enforced by the %@ moderators.
ar: By continuing, you agree to follow by the following rules set and enforced by the **%@** moderators.
ckb: ئەمانە لەلایەن چاودێرەکانی %@ دانراون و ناچار دەکرێن.
kab: By continuing, you agree to follow by the following rules set and enforced by the **%@** moderators.
ku: By continuing, you agree to follow by the following rules set and enforced by the **%@** moderators.

# Scene.ServerRules.TermsOfService
source: terms of service
ar: شُرُوط الخِدمَة
ckb: مەرجەکانی بەکارهێنان
kab: tiwetlin n useqdec
ku: mercên bikaranînê

# Scene.ServerRules.Title
source: Some ground rules.
ar: Server Rules
ckb: یاساکانی ڕاژەکار
kab: Server Rules
ku: Server Rules

# Scene.SuggestionAccount.Title
source: Find People to Follow
ar: رائج على ماستدون
ckb: خەڵک بدۆزەوە
kab: Popular on Mastodon
ku: Popular on Mastodon

# Scene.Thread.BackTitle
source: Post
ar: منشور
ckb: پۆستەکە
kab: Amagrad
ku: Şandî

# Scene.Thread.Title
source: Post from %@
ar: مَنشور مِن %@
ckb: پۆستی %@
kab: Tasuffeɣt sɣur %@
ku: Şandî ji %@

# Scene.Welcome.LogIn
source: Log In
ar: تسجيلُ الدخول
ckb: بچۆ ژوورەوە
kab: Qqen
ku: Têkeve

# Common.Alerts.DiscardPostContent.Message
source: Confirm to discard composed post content.
ckb: دڵنیا ببەوە بۆ وازهێنان لە ناوەڕۆکەت.

# Common.Alerts.DiscardPostContent.Title
source: Discard Draft
ckb: ڕەشنووس هەڵمەگرە

# Scene.ConfirmEmail.Button.OpenEmailApp
source: Open Email App
ckb: بەرنامەی ئیمێڵەکەت بکەوە

# Scene.ConfirmEmail.Subtitle
source: Tap the link we emailed to you to verify your account.
ckb: بۆ پشتڕاستکردنەوەی هەژمارەکەت ئەو بەستەرە بکەوە کە بە ئیمێڵ بۆمان ناردوویت.

# Scene.HomeTimeline.NavigationBarState.NewPosts
source: See new posts
ckb: پۆستە نوێکان ببینە

# Scene.HomeTimeline.NavigationBarState.Offline
source: Offline
ckb: دەرهێڵ

# Scene.HomeTimeline.NavigationBarState.Published
source: Published!
ckb: بڵاوکرایەوە!

# Scene.HomeTimeline.NavigationBarState.Publishing
source: Publishing post...
ckb: پۆستەکە بڵاو دەکرێتەوە...

# Scene.Profile.Dashboard.Followers
source: followers
ckb: شوێنکەوتوو

# Scene.Profile.Dashboard.Following
source: following
ckb: شوێنکەوتن

# Scene.Profile.Dashboard.Posts
source: posts
ckb: پۆستەکان

# Scene.Search.Searching.Segment.All
source: All
ckb: هەمووی

# Scene.Search.Searching.Segment.Hashtags
source: Hashtags
ckb: هاشتاگ

# Scene.Search.Searching.Segment.People
source: People
ckb: خەڵک

# Scene.Search.Searching.Segment.Posts
source: Posts
ckb: پۆست

# Scene.Settings.Footer.MastodonDescription
source: Mastodon is open source software. You can report issues on GitHub at %@ (%@)
ckb: ماستۆدۆن پڕۆژەیەکی سەرچاوەکراوەیە. دەتوانیت لە گیتهەب لە کێشەکان ئاگادارمان بکەیتەوە: %@ (%@)

# Scene.Settings.Keyboard.CloseSettingsWindow
source: Close Settings Window
ckb: ڕێخستنەکان دابخە

# Scene.Settings.Section.Appearance.Automatic
source: Automatic
ckb: خۆکار

# Scene.Settings.Section.Appearance.Dark
source: Always Dark
ckb: تاریک

# Scene.Settings.Section.Appearance.Light
source: Always Light
ckb: ڕووناک

# Scene.Settings.Section.Appearance.Title
source: Appearance
ckb: ڕووخسار

# Scene.Settings.Section.BoringZone.AccountSettings
source: Account Settings
ckb: ڕێکخستنەکانی هەژمار

# Scene.Settings.Section.BoringZone.Privacy
source: Privacy Policy
ckb: سیاسەتی تایبەتێتی
