Repository: 32accc/Mastodon-iOS
Catalog: Localization/StringsConvertor/Intents/input/*.lproj/Intents.strings
Languages: be, cy, de, el, hu, id, is, lv, my, nl, pl, pt_br, sl, th, uk, vi

# 16wxgf
source: Post on Mastodon
be: Апублікаваць у Mastodon
cy: Postio ar Mastodon
de: Auf Mastodon veröffentlichen
el: Ανάρτηση στο Mastodon
hu: Bejegyzés a Mastodon-on
id: Buat Postingan di Mastodon
is: Birta á Mastodon
lv: Publicē Mastodon
my: Mastodon တွင် ပို့စ်တင်ရန်
nl: Berichten op Mastodon
pl: Dodaj post na Mastodon
pt_br: Postar no Mastodon
sl: Objavi na Mastodonu
th: โพสต์ใน Mastodon
uk: Поділитись в Mastodon
vi: Đăng lên Mastodon

# 751xkl
source: Text Content
be: Тэкставае змесціва
cy: Cynnwys Testun
de: Textinhalt
el: Περιεχόμενο Κειμένου
hu: Szöveges tartalom
id: Teks Isi
is: Efni texta
lv: Teksta Saturu
my: အကြောင်းအရာ
nl: Berichtsinhoud
pl: Treść tekstowa
pt_br: Conteúdo do texto
sl: besedilo
th: เนื้อหาข้อความ
uk: Текстовий вміст
vi: Nội dung văn bản

# CsR7G2
source: Post on Mastodon
be: Апублікаваць у Mastodon
cy: Postio ar Mastodon
de: Auf Mastodon veröffentlichen
el: Ανάρτηση στο Mastodon
hu: Bejegyzés a Mastodon-on
id: Buat Postingan di Mastodon
is: Birta á Mastodon
lv: Publicē Mastodon
my: Mastodon တွင် ပို့စ်တင်ရန်
nl: Plaatsen
pl: Postuj na Mastodonie
pt_br: Postar no Mastodon
sl: Objavi na Mastodonu
th: โพสต์ใน Mastodon
uk: Поділитись в Mastodon
vi: Đăng lên Mastodon

# HZSGTr
source: What content to post?
be: Які кантэнт публікаваць?
cy: Pa gynnwys i bostio?
de: Welcher Inhalt soll veröffentlicht werden?
el: Τι περιεχόμενο θα αναρτήσεις;
hu: Milyen tartalmat tesz közzé?
id: Konten apa yang ingin diposting?
is: Hvaða efni á að birta?
lv: Kādu saturu publicēt?
my: ဘယ်အကြောင်းအရာကို ပို့စ်တင်မလဲ?
nl: Welke inhoud om bericht te plaatsen?
pl: Jaką zawartość postować?
pt_br: Qual conteúdo a publicar?
sl: Kakšno vsebino želite objaviti?
th: เนื้อหาอะไรที่จะโพสต์?
uk: Який зміст допису?
vi: Đăng loại nội dung nào?

# HdGikU
source: Posting failed
be: Памылка пры публікацыі
cy: Methwyd postio
de: Veröffentlichen fehlgeschlagen
el: Αποτυχία δημοσίευσης
hu: Az elküldés sikertelen
id: Gagal memposting
is: Birting færslu mistókst
lv: Publicēšana neizdevās
my: ပို့စ်တင််ခြင်း မအောင်မြင်ပါ
nl: Bericht plaatsen mislukt
pl: Publikowanie nie powiodło się
pt_br: Falha na publicação
sl: Objava ni uspela
th: การโพสต์ล้มเหลว
uk: Помилка при надсиланні
vi: Không thể đăng

# KDNTJ4
source: Failure Reason
be: Прычына памылкі
cy: Rheswm y Gwall
de: Fehlerursache
el: Λόγος Αποτυχίας
hu: A hiba oka
id: Alasan Kegagalan
is: Ástæða bilunar
lv: Neizdošanās Iemesls
my: မအောင်မြင်ရသည့် အကြောင်းပြချက်
nl: Reden van de Fout
pl: Powód niepowodzenia
pt_br: Motivo da falha
sl: Vzrok za neuspeh
th: เหตุผลของความล้มเหลว
uk: Причина помилки
vi: Lý do không thể đăng

# RHxKOw
source: Send Post with text content
be: Адправіць допіс з тэкстам
cy: Cyhoeddi Post â chynnwys testun
de: Beitrag mit Textinhalt posten
el: Αποστολή ανάρτησης με περιεχόμενο κειμένου
hu: Bejegyzés küldése szöveges tartalommal
id: Kirim Postingan dengan konten berupa teks
is: Senda færslu með textaefni
lv: Sūtīt Ziņu ar teksta saturu
my: ပို့စ်ကို အကြောင်းအရာနှင့်တကွ တင်ရန်
nl: Bericht verzenden met tekstinhoud
pl: Wyślij post z tekstem
pt_br: Enviar postagem com conteúdo de texto
sl: Pošlji objavo z besedilom
th: ส่งโพสต์พร้อมเนื้อหาข้อความ
uk: Надіслати пост із текстом
vi: Gửi tút với nội dung là chữ

# RxSqsb
source: Post
be: Допіс
de: Beitrag
el: Ανάρτηση
hu: Bejegyzés
id: Postingan
is: Færsla
lv: Ziņa
my: ပို့စ်
nl: Bericht
pl: Wpis
pt_br: Postagem
sl: Objavi
th: โพสต์
uk: Допис
vi: Tút

# WCIR3D
source: Post ${content} on Mastodon
be: Апублікаваць ${content} у Mastodon
cy: Postio ${content} ar Mastodon
de: Poste ${content} auf Mastodon
el: Ανάρτηση ${content} στο Mastodon
hu: ${content} bejegyzés a Mastodon-on
id: Posting ${content} di Mastodon
is: Birta ${content} á Mastodon
lv: Publicēt ${content} Mastodon
my: ${content} ကို Mastodon တွင် ပိုစ့်တင်ရန်
nl: Plaats ${content} op Mastodon
pl: Postuj ${content} na Mastodonie
pt_br: Postar ${content} no Mastodon
sl: Objavite ${content} na Mastodonu
th: โพสต์ ${content} ใน Mastodon
uk: Опублікувати ${content} на Mastodon
vi: Đăng ${content} lên Mastodon

# ZKJSNu
source: Post
be: Допіс
de: Beitrag
el: Ανάρτηση
hu: Bejegyzés
id: Postingan
is: Færsla
lv: Ziņa
my: ပို့စ်
nl: Plaatsen
pl: Postuj
pt_br: Postar
sl: Objavi
th: โพสต์
uk: Допис
vi: Tút

# ZS1XaK
source: ${content}
de: Inhalt: ${content}

# ZbSjzC
source: Visibility
be: Бачнасць
cy: Preifatrwydd
de: Sichtbarkeit
el: Ορατότητα
hu: Láthatóság
id: Visibilitas
is: Sýnileiki
lv: Redzamība
my: မြင်နိုင်မှု
nl: Zichbaarheid
pl: Widoczność
pt_br: Visibilidade
sl: Vidnost
th: การมองเห็น
uk: Видимість
vi: Hiển thị

# Zo4jgJ
source: Post Visibility
be: Бачнасць допісу
cy: Preifatrwydd Post
de: Sichtbarkeit des Beitrags
el: Ορατότητα Ανάρτησης
hu: Bejegyzés láthatósága
id: Visibilitas Postingan
is: Sýnileiki færslu
lv: Ziņu Redzamība
my: ပို့်စ်မြင်နိုင်မှု
nl: Berichtszichtbaarheid
pl: Widoczność postu
pt_br: Visibilidade da publicação
sl: Vidnost objave
th: การมองเห็นโพสต์
uk: Видимість допису
vi: Thay đổi quyền riêng tư

# apSxMG-dYQ5NN
source: There are ${count} options matching ‘Public’.
be: Знойдзена ${count} варыянтаў, якія адпавядаюць "Публічны".
cy: Ceir ${count} opsiwn ar gyfer ‘Cyhoeddus’.
de: Es gibt ${count} Optionen, die zu ''öffentlich" passen.
el: Υπάρχουν ${count} επιλογές που ταιριάζουν στο «Δημόσιο».
hu: Van ${count} opció, melyek megfelelnek a 'Nyilvános' opciónak.
id: Tidak ada ${count} opsi yang cocok dengan 'Publik'.
is: Það eru ${count} valkostir sem samsvara ‘Opinbert’.
lv: Ir ${count} opcijas, kas atbilst “Publisks”.
my: ‘Public’ နှင့် ကိုက်ညီသော ရွေးချယ်စရာ ${count} ခု ရှိသည်။
nl: Er zijn ${count} opties die overeenkomen met ‘Openbaar’.
pl: Istnieją ${count} opcje pasujące do „Publiczne”.
pt_br: Existem ${count} opções correspondentes a ‘Público’.
sl: Z "Javno" se ujema ${count} možnosti.
th: มี ${count} ตัวเลือกที่ตรงกับ ‘สาธารณะ’
uk: Знайдено ${count} варіантів, що задовольняють "Публічні".
vi: Có ${count} lựa chọn khớp với ‘Công khai’.

# apSxMG-ehFLjY
source: There are ${count} options matching ‘Followers Only’.
be: Знойдзена ${count} варыянтаў, якія адпавядаюць "Толькі для падпісчыкаў".
cy: Ceir ${count} opsiwn ar gyfer ‘Dilynwyr yn Unig’.
de: Es gibt ${count} Optionen, die zu ''nur für Follower" passen.
el: Υπάρχουν ${count} επιλογές που ταιριάζουν στο «Μόνο για Ακόλουθους».
hu: A 'Csak követőknek' opciónak megfelelő ${count} opció van.
id: Tidak ada ${count} opsi yang cocok dengan 'Untuk Pengikut Saja'.
is: Það eru ${count} valkostir sem samsvara ‘Einungis fylgjendur’.
lv: Ir ${count} opcijas, kas atbilst “Tikai Sekotājiem”.
my: ‘Followers Only’ နှင့် ကိုက်ညီသော ရွေးချယ်စရာ ${count} ခု ရှိသည်။
nl: Er zijn ${count} opties die overeenkomen met ‘Alleen Volgers’.
pl: Istnieje ${count} opcji pasujących do 'Tylko obserwujący'.
pt_br: Existem ${count} opções correspondentes a ‘Apenas para seguidores’.
sl: S "Samo sledilci" se ujema ${count} možnosti.
th: มี ${count} ตัวเลือกที่ตรงกับ ‘ผู้ติดตามเท่านั้น’
uk: Знайдено ${count} варіантів, які відповідають "Тільки для підписників".
vi: Có ${count} lựa chọn khớp với ‘Riêng tư’.

# ayoYEb-dYQ5NN
source: ${content}, Public
be: ${content}, публічны
cy: ${content}, Cyhoeddus
de: ${content}, öffentlich
el: ${content}, Δημόσιο
hu: ${content}, nyilvános
id: ${content}, Publik
is: ${content}, opinbert
lv: ${content}, Publisks
my: ${content}, အများမြင်
nl: ${content}, Openbaar
pl: ${content}, Publiczny
pt_br: ${content}, Público
sl: ${content}, javno
th: ${content}, สาธารณะ
uk: ${content}, публічний
vi: ${content}, Công khai

# ayoYEb-ehFLjY
source: ${content}, Followers Only
be: ${content}, толькі для падпісчыкаў
cy: ${content}, Dilynwyr yn Unig
de: ${content}, nur für Follower
el: ${content}, Μόνο Ακόλουθοι
hu: ${content}, Csak követőknek
id: ${content}, Hanya Pengikut
is: ${content}, einungis fylgjendur
lv: ${content}, Tikai Sekotājiem
my: ${content}, စောင့်ကြည့်သူများ သီးသန့်
nl: ${content}, Alleen Volgers
pl: ${content}, Tylko obserwujący
pt_br: ${content}, Apenas para seguidores
sl: ${content}, samo sledilci
th: ${content}, ผู้ติดตามเท่านั้น
uk: ${content}, тільки підписники
vi: ${content}, Chỉ người theo dõi

# dUyuGg
source: Post on Mastodon
be: Апублікаваць у Mastodon
cy: Postio ar Mastodon
de: Auf Mastodon posten
el: Ανάρτηση στο Mastodon
hu: Bejegyzés a Mastodon-on
id: Buat Postingan di Mastodon
is: Birta á Mastodon
lv: Publicē Mastodon
my: Mastodon တွင် ပို့စ်တင်ရန်
nl: Plaatsen
pl: Postuj na Mastodonie
pt_br: Postar no Mastodon
sl: Objavi na Mastodonu
th: โพสต์ใน Mastodon
uk: Поділитись в Mastodon
vi: Đăng lên Mastodon

# dYQ5NN
source: Public
be: Публічны
cy: Cyhoeddus
de: Öffentlich
el: Δημόσιο
hu: Nyilvános
id: Publik
is: Opinbert
lv: Publisks
my: အများမြင်
nl: Openbaar
pl: Publiczny
pt_br: Público
sl: Javno
th: สาธารณะ
uk: Публічно
vi: Công khai

# ehFLjY
source: Followers Only
be: Толькі для падпісчыкаў
cy: Dilynwyr yn unig
de: Nur für Follower
el: Μόνο Ακόλουθοι
hu: Csak követőknek
id: Hanya Pengikut
is: Einungis fylgjendur
lv: Tikai sekotājiem
my: စောင့်ကြည့်သူများသီးသန့်
nl: Alleen Volgers
pl: Tylko dla obserwujących
pt_br: Apenas para seguidores
sl: Samo sledilci
th: ผู้ติดตามเท่านั้น
uk: Тільки для підписників
vi: Riêng tư

# gfePDu
source: Posting failed. ${failureReason}
be: Памылка пры публікацыі. ${failureReason}
cy: Methwyd postio. ${failureReason}
de: Posten fehlgeschlagen. ${failureReason}
el: Αποτυχία ανάρτησης. ${failureReason}
hu: Az elküldés sikertelen. ${failureReason}
id: Gagal memposting. ${failureReason}
is: Birting færslu mistókst. ${failureReason}
lv: Publicēšana neizdevās. ${failureReason}
my: ပို့စ်တင််ခြင်း မအောင်မြင်ပါ၊ ${failureReason}
nl: Plaatsen mislukt. ${failureReason}
pl: Postowanie nie powiodło się. ${failureReason}
pt_br: Falha na publicação. ${failureReason}
sl: Objava je spodletela. ${failureReason}
th: การโพสต์ล้มเหลว ${failureReason}
uk: Помилка. ${failureReason}
vi: Không thể đăng. ${failureReason}

# k7dbKQ
source: Post was sent successfully.
be: Допіс паспяхова адпраўлены.
cy: Cyhoeddwyd y post yn llwyddiannus.
de: Beitrag wurde erfolgreich gesendet.
el: Η ανάρτηση στάλθηκε με επιτυχία.
hu: A bejegyzés sikeresen elküldésre került.
id: Postingan berhasil dikirim.
is: Það tókst að senda færsluna.
lv: Ziņa tika veiksmīgi nosūtīta.
my: ပို့စ်ကို အောင်မြင်စွာ ပို့ခဲ့သည်
nl: Het bericht is succesvol verzonden.
pl: Wysłano post pomyślnie.
pt_br: Publicação enviada com sucesso.
sl: Uspešno poslana objava.
th: ส่งโพสต์สำเร็จ
uk: Допис успішно відправлено.
vi: Đã đăng tút thành công.

# oGiqmY-dYQ5NN
source: Just to confirm, you wanted ‘Public’?
be: Вы хочаце, каб гэты допіс быў "Публічны"?
cy: I gadarnhau, rydych chi am ddewis ‘Cyhoeddus’?
de: Nur zur Bestätigung, du wolltest "Öffentlich"?
el: Απλά για να επιβεβαίωση, θες «Δημόσιο»;
hu: Csak megerősítésként, a "Nyilvános"-t akarta?
is: Bara til að staðfesta, þú vildir 'Opinbert'?
lv: Tikai apstiprinājumam, tu vēlējies "Publisks"?
my: "အများမြင်" ကို ရွေးမည်် သေချာပါသလား?
nl: Ter bevestiging: wilde je ‘Openbaar’?
pl: Czy na pewno chciałeś 'Publiczne'?
pt_br: Só para confirmar, você queria ‘Público’?
sl: Da ne bo nesporazuma - želeli ste "Javno"?
th: เพียงเพื่อยืนยัน คุณต้องการ ‘สาธารณะ’?
uk: Вам дійсно потрібні "Публічно"?
vi: Xin xác nhận, bạn muốn ‘Công khai’?

# oGiqmY-ehFLjY
source: Just to confirm, you wanted ‘Followers Only’?
be: Вы хочаце, каб гэты допіс быў "Толькі для падпісчыкаў"?
cy: I gadarnhau, rydych chi am ddewis ‘Dilynwyr yn Unig’?
de: Nur zur Bestätigung, du wolltest "Nur für Follower"?
el: Απλά για επιβεβαίωση, θες «Μόνο Ακόλουθοι»;
hu: Csak megerősítésként, a "Csak követőknek" opciót akarta?
is: Bara til að staðfesta, þú vildir ''Einungis fylgjendur'?
lv: Tikai apstiprinājumam, tu vēlējies "Tikai Sekotājiem"?
my: "စောင့်ကြည့်သူများသီးသန့်" ကို ရွေးမည်် သေချာပါသလား?
nl: Ter bevestiging: wilde je ‘Alleen volgers’?
pl: Czy na pewno chcesz 'Tylko dla obserwujących'?
pt_br: Só para confirmar, você queria ‘Apenas para seguidores’?
sl: Da ne bo nesporazuma - želeli ste "Samo sledilci"?
th: เพียงเพื่อยืนยัน คุณต้องการ ‘ผู้ติดตามเท่านั้น’?
uk: Вам дійсно потрібні "Тільки для підписників"?
vi: Xin xác nhận, bạn muốn ‘Riêng tư’?

# ryJLwG
source: Post was sent successfully.
be: Допіс паспяхова адпраўлены.
cy: Cyhoeddwyd y post yn llwyddiannus.
de: Beitrag wurde erfolgreich gesendet.
el: Η ανάρτηση στάλθηκε με επιτυχία.
hu: A bejegyzés sikeresen elküldésre került.
id: Postingan berhasil dikirim.
is: Það tókst að senda færsluna.
lv: Ziņa tika veiksmīgi nosūtīta.
my: ပို့စ်ကို အောင်မြင်စွာ ပို့ခဲ့သည်
nl: Het bericht is succesvol verzonden.
pl: Wysłano post pomyślnie.
pt_br: Publicação enviada com sucesso.
sl: Uspešno poslana objava.
th: ส่งโพสต์สำเร็จ
uk: Допис успішно відправлено.
vi: Đã đăng tút thành công.

# rM6dvp
source: URL
hu: Webcím
is: URL-slóð
pl: Adres URL
